[{"title":"The initiation of bud burst in grapevine features dynamic regulation of the apoplastic pore size","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz200/5481731?searchresult=1","abstract":""},{"title":"Systemic signalling through  TCTP1  controls lateral root formation in Arabidopsis","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz204/5481773?searchresult=1","abstract":""},{"title":"OsMADS18, a membrane-bound MADS-box transcription factor, modulates plant architecture and the ABA response in rice","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz198/5481585?searchresult=1","abstract":""},{"title":"Functional divergence between soybean  FLOWERING LOCUS T  orthologues,  FT2a  and  FT5a , in post-flowering stem growth","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz199/5481682?searchresult=1","abstract":""},{"title":"Mapping of transgenic alleles in soybean using a Nanopore-based sequencing strategy","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz202/5481765?searchresult=1","abstract":""},{"title":"Specific chromatin changes mark lateral organ founder cells in the  Arabidopsis thaliana  inflorescence meristem","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz181/5481770?searchresult=1","abstract":""},{"title":"Maize pentatricopeptide repeat protein DEK41 affects  cis -splicing of mitochondrial  nad4  intron 3 and seed development","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz193/5479459?searchresult=1","abstract":""},{"title":"A cytorhabdovirus phosphoprotein forms mobile inclusions trafficking on the actin/ER network for viral RNA synthesis","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz195/5479476?searchresult=1","abstract":""},{"title":"Communicating the risks of GMOs: Lessons learnt from an Irish field of cisgenic potatoes","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz196/5480964?searchresult=1","abstract":""},{"title":"A Missense Mutation in  LGS1  Increases Grain Size and Enhances Cold Tolerance in Rice","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz192/5479457?searchresult=1","abstract":""},{"title":"Cleaning or not cleaning phenotypic datasets for outlier plants  in genetic analyses?","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz191/5479455?searchresult=1","abstract":""},{"title":"StMYB44 negatively regulates anthocyanin biosynthesis at high temperatures in tuber flesh of potato","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz194/5479462?searchresult=1","abstract":""},{"title":"Multi-allelic  APRR2  Gene is Associated with Fruit Pigment Accumulation in Melon and Watermelon","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz182/5479351?searchresult=1","abstract":""},{"title":"Significant influence of lignin on axial stiffness of poplar wood at low microfibril angle under wet conditions","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz180/5477389?searchresult=1","abstract":""},{"title":"The Arabidopsis receptor kinase STRUBBELIG undergoes clathrin-dependent endocytosis","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz190/5479453?searchresult=1","abstract":""},{"title":"Nitric oxide accelerates germination via the regulation of respiration in chickpea","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz185/5479413?searchresult=1","abstract":""},{"title":"A mechanistic view of the reduction in photosynthetic protein abundance under diurnal light fluctuation","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz164/5475245?searchresult=1","abstract":""},{"title":"Tomato fruit ripening factor NOR controls leaf senescence","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz098/5475296?searchresult=1","abstract":""},{"title":"Genetic and environmental dissection of biomass accumulation in multi-genotype maize canopies","link":"https://academic.oup.com/jxb/article/70/9/2523/5076199?searchresult=1","abstract":""},{"title":"Impaired PSII proteostasis triggers an UPR-like response in the  var2  mutant of  Arabidopsis thaliana","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz151/5468553?searchresult=1","abstract":""},{"title":"Non-canonical auxin signalling: fast and curious","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz111/5373062?searchresult=1","abstract":""},{"title":"The importance of slow canopy wilting in drought tolerance in soybean","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz150/5450730?searchresult=1","abstract":""},{"title":"Shared expression of crassulacean acid metabolism (CAM) genes pre-dates the origin of CAM in the genus  Yucca","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz105/5380898?searchresult=1","abstract":""},{"title":"Glucosinolate storage cells in Arabidopsis transform into phloem fibres at latse stages of development","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz176/5446991?searchresult=1","abstract":""},{"title":"Plastoglobular protein 18 is involved in chloroplast function and thylakoid formation","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz177/5447334?searchresult=1","abstract":""},{"title":"A wheat/rye polymorphism affects seminal root length and yield across different irrigation regimes","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz169/5446727?searchresult=1","abstract":""},{"title":"Evolutionary comparison of competitive protein complex formation of MYB, bHLH and WDR proteins in plants","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz155/5432335?searchresult=1","abstract":""},{"title":"Cytokinin inhibits cotton fiber initiation  via  disrupting PIN3a-mediated IAA asymmetric accumulation in ovule epidermis","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz162/5439269?searchresult=1","abstract":""},{"title":"NF-YC12 is a Key Multi-functional Regulator of Seed Storage Substance Accumulation in Rice","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz168/5442606?searchresult=1","abstract":""},{"title":"Interaction of AaTGA6 with Salicylic Acid Signaling Modulates Artemisinin Biosynthesis in  Artemisia annua","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz166/5444229?searchresult=1","abstract":""},{"title":"Sl SWEET1a is involved in glucose import to young leaves in tomato plants","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz154/5431261?searchresult=1","abstract":""},{"title":"Calcium modulates leaf cell-specific phosphorus allocation in Proteaceae from south-western Australia","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz156/5432337?searchresult=1","abstract":""},{"title":"Hierarchical clustering reveals unique features in the diel dynamics of metabolites in the CAM orchid  Phalaenopsis","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz170/5442607?searchresult=1","abstract":""},{"title":"Root stem cell niche maintenance and apical meristem activity critically depend on THREONINE SYNTHASE1","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz165/5441025?searchresult=1","abstract":"Indeterminate root growth depends on stem cell niche (SCN) and root apical meristem (RAM) maintenance whose regulation permits plasticity in root system formation. Using a forward genetics approach, we isolated the moots koom1 (‘short root’ in Mayan) mutant that shows complete primary RAM exhaustion and abolished SCN activity. We identified that this phenotype is caused by a point mutation in METHIONINE OVERACCUMULATOR2 (MTO2) gene that encodes THREONINE SYNTHASE1 and renamed the mutant as mto2-2. The amino acid profile showed drastic changes, most notorious of which was accumulation of methionine. In non-allelic mto1-1(A. thaliana cystathionine gamma-synthetase1) and mto3-1 (s-adenosylmethionine synthetase) mutants, both with increased methionine level, the RAM size was similar to that of wild type, suggesting that methionine overaccumulation itself did not cause RAM exhaustion in mto2 mutants. When mto2-2 RAM is not yet completely exhausted, exogenous threonine induced de novo SCN establishment and root growth recovery. The threonine-dependent RAM re-establishment in mto2-2 suggests that threonine is a limiting factor for RAM maintenance. In the root, MTO2 was predominantly expressed in the RAM. The essential role of threonine in mouse embryonic stem cells and in RAM maintenance suggests that common regulatory mechanisms may operate in plant and animal SCN maintenance."},{"title":"Modeling of aluminum-induced malate secretion by pharmacological approach in Arabidopsis: involvement of lipid signaling","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz179/5448962?searchresult=1","abstract":"To identify the upstream signaling of aluminum-induced malate secretion through aluminum-activated malate transporter 1 (AtALMT1), a pharmacological assay using inhibitors of human signal transduction pathways was performed. Early aluminum-induced transcription of AtALMT1 and other aluminum-responsive genes was significantly suppressed by phosphatidylinositol 4-kinase (PI4K) and phospholipase C (PLC) inhibitors, indicating that the PI4K-PLC metabolic pathway activates early aluminum-signaling. Inhibitors of phosphatidylinositol 3-kinase (PI3K) and PI4K reduced aluminum-activated malate transport by AtALMT1, suggesting that both the PI3K and PI4K metabolic pathways regulate this process. These results were validated using T-DNA insertion mutants of PI4K and PI3K-RNAi lines. A human protein kinase inhibitor, putatively inhibiting homologous calcineurin B-like protein (CBL)-interacting protein kinase (CIPK) and/or Ca-dependent protein kinase (CDPK) in Arabidopsis, suppressed late-phase aluminum-induced expression of AtALMT1, which was concomitant with the induction of AtALMT1 repressor, WRKY46 and suppression of AtALMT1 activator, Calmodulin-binding transcription activator 2 (CAMTA2). In addition, a human deubiquitinase inhibitor suppressed aluminum-activated malate transport, suggesting that deubiquitinases can regulate this process. We also found a reduction of aluminum-induced citrate secretion in tobacco by applying inhibitors of PI3K and PI4K. Taken all, our results indicated that phosphatidylinositol metabolism regulates organic acid secretion in plants under aluminum stress."},{"title":"Cellular and molecular characterization of a thick wall variant reveal a pivotal role of shoot apical meristem in bamboo culm transversal evolution","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz201/5481762?searchresult=1","abstract":"Little is known about the mechanisms underlying culm evolution of bamboo. Using anatomy, mathematical modeling and genomics methods, we investigated the role of shoot apical meristem (SAM) in the transversal morphology evolution of bamboo culm and explored the underlying cellular and molecular basis. We discovered that maintaining of SAM morphology which could produce circular culm and meanwhile increasing SAM cell number especially corpus cell is the way of bamboo making larger size culm with regular pith cavity and culm wall during evolution. Less-cell SAM with lower ratio of corpus cell cause the abnormal higher ratio of wall component cells to pith cells, which breaks their interaction balance and triggers the random invasion of wall component cells into pith tissues during development, and finally results in the various thick culm walls of Phyllostachysnidularia f. farcta. The smaller SAM also results in the lower level of hormones such as cytokinin and auxin, and downregulates hormone signaling and the downstream functional genes such as those related to metabolism, which finally results in its dwarf and smaller diameter culm with lower biomass. These results provide an important perspective on the culm evolution of bamboo, and support a plausible mechanism causing the size-reduced culm with various-thick-culm walls of Ph. nidularia f. farcta."},{"title":"Linkage mapping and GWAS reveal candidate genes conferring thermotolerance of seed-set in maize","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz171/5442608?searchresult=1","abstract":"High temperature stress (HS) will increasingly affect crop yield worldwide. In order to determine the genetic basis of thermotolerance of seed-set in maize in field conditions, a QTL mapping in a recombinant inbred line (RIL) population was performed using a collection of 8329 high-density single nucleotide polymorphisms (SNP) markers developed in this study, combined with a genome-wide association study (GWAS) of 261 diverse maize lines using 259,973 SNPs. In total, 4 quantitative trait loci (QTLs) and 17 genes associated with 42 SNPs related to thermotolerance of seed-set were identified by linkage mapping and GWAS, respectively. Four candidate genes among them were found in both linkage mapping and GWAS. Thermotolerance on seed-set were increased significantly in the near-isogenic lines (NILs) incorporating the four candidate genes in a susceptible parent background. Moreover, the expression profiles of two of the four candidate genes showed that they were induced by high temperature in maize tassel in the tolerant parent background. These genetic analyses indicated that thermotolerance of maize seed-set is regulated by multiple genes with minor effect, in which calcium signaling plays a core role. The pyramiding breeding with beneficial alleles and candidate genes could improve seed-set and yield of maize under HS."},{"title":"desynaptic5 carries  a spontaneous semi-dominant mutation affecting  Disrupted Meiotic cDNA 1  in barley","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz080/5480917?searchresult=1","abstract":"Despite conservation of the process of meiosis, recombination landscapes vary between species, with large genome grasses such as barley (Hordeum vulgare L.) exhibiting a pattern of recombination that is very heavily skewed to the ends of chromosomes. We have been using a collection of semi-sterile desynaptic meiotic mutant lines to help elucidate how recombination is controlled in barley and the role of the corresponding wild-type (WT) meiotic genes within this process. Here we applied a combination of genetic segregation analysis, cytogenetics, and immunocytology to genetically map and characterize the meiotic mutant desynaptic5 (des5). We identified an exonic insertion in the positional candidate ortholog of Disrupted Meiotic cDNA 1 (HvDMC1) on chromosome 5H of des5. des5 exhibits a severe meiotic phenotype with disturbed synapsis, reduced crossovers, and chromosome mis-segregation. The meiotic phenotype and reduced fertility of des5 is similarly observed in Hvdmc1RNAi transgenic plants and HvDMC1p:GusPlus reporter lines show DMC1 expression specifically in the developing inflorescence. The des5 mutation maintains the reading frame of the gene and exhibits semi-dominance with respect to recombination in the heterozygote indicating the value of non-knockout mutations for dissection of the control of recombination in the early stages of meiosis."},{"title":"Defence gene expression and phloem quality contribute to mesophyll and phloem resistance against aphids in wild barley","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz163/5439571?searchresult=1","abstract":"Aphids, including the bird cherry-oat aphid (Rhopalosiphum padi), are significant agricultural pests. The wild relative of barley, Hordeum spontaneum 5 (Hsp5) has been described to be partially-resistant against R. padi, with this resistance proposed to involve higher thionin and lipoxygenase gene expression. However, the specificity of this resistance against aphids and its underlying mechanistic processes are unknown. In this study, we assessed specificity of Hsp5 resistance against aphids and analysed differences in aphid probing and feeding behaviour on Hsp5 and a susceptible barley cultivar (Concerto). We found that partial-resistance in Hsp5 against R. padi extends to two other aphid pests of grasses. Using the electrical penetration graph technique we show that partial-resistance is mediated by phloem- and mesophyll-based resistance factors that limit aphid phloem ingestion. To gain insight into plant traits responsible for partial-resistance, we compared non-glandular trichome density, defence gene expression, and phloem composition of Hsp5 with the susceptible barley cultivar Concerto. We show that Hsp5 partial-resistance involves elevated basal expression of thionin and phytohormone signalling genes, and a reduction in phloem quality. This study highlights plant traits that may contribute to broad-spectrum partial-resistance against aphids in barley."},{"title":"Nitrite and nitric oxide are important in the adjustment of primary metabolism during the hypersensitive response in tobacco","link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz161/5438283?searchresult=1","abstract":"Nitrate and ammonia deferentially modulate primary metabolism during the hypersensitive response in tobacco. Tobacco RNAi line with low nitrite reductase (NiRr) levels were used to investigate the roles of nitrite and nitric oxide (NO) in this process. This line accumulates NO2-, with increased NO generation, but allows sufficient reduction to NH4+ to maintain plant viability. Inoculation of the NO3- grown wild type and NiRr plants with the non-host biotrophic pathogen Pseudomonas syringae pv. phaseolicola induced an accumulation of nitrite and NO, together a hypersensitive response (HR) that resulted in decreased bacterial growth, increased electrolyte leakage and enhanced pathogen resistance (PR) gene expression. These responses were higher with increase in NO/ NO2- levels in NiRr plants than WT under NO3- nutrition. In contrast NH4+ grown WT and NiRr plants exhibited compromised resistance. A metabolomic analysis detected 141 metabolites, whose abundance was differentially changed as a result of exposure to P. syringae pv and in response to NO/ NO2- accumulation Of these, 13 were involved in primary metabolism and most were linked to amino acid and energy metabolism. HR-associated changes in metabolism that are often linked with primary nitrate assimilation may therefore be influenced by nitrite and NO production."}]