[{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz200/5481731?searchresult=1","title":"The initiation of bud burst in grapevine features dynamic regulation of the apoplastic pore size","pub_date":"30 April 2019","origin":"Accepted Manuscript","abstract":"The physiological constraints on bud burst in woody perennials, including vascular development and oxygenation remain unresolved. Both light and tissue oxygen status have emerged as important cues for vascular development in other systems, however, grapevine buds have only a facultative light requirement, and data on the tissue oxygen status has been confounded by the spatial variability within the bud. Here, we analysed apoplastic development at early stages of grapevine bud burst and combined molecular modelling with histochemical techniques to determine the pore size of cell walls in grapevine buds. The data demonstrate that quiescent grapevine buds were impermeable to apoplastic dyes (acid fuchsin and eosin Y) until after bud burst was established. The molecular exclusion size was calculated to be 2.1 nm, which would exclude most macromolecules except simple sugars and phytohormones until after bud burst. We used micro-computed tomography to demonstrate that tissue oxygen partial pressure data correlated well with structural heterogeneity of the bud, and differences in tissue density, confirming that the primary bud complex becomes rapidly and preferentially oxygenated during bud burst. Taken together, this reveals that the apoplastic porosity is highly regulated during the early stages of bud burst, and suggests a role for vascular development in the initial, rapid oxygenation of the primary bud complex.","authors":"Santiago SignorelliJeremy ShawDina HermawatyZi WangPieter VerbovenJohn A ConsidineMichael J Considine","keyboards":"Apoplast, Bud, Bud burst, DFT, Dormancy, Grapevine, Light, Oxygen, Hypoxia, Development, Computed Tomography"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz199/5481682?searchresult=1","title":"Functional divergence between soybean  FLOWERING LOCUS T  orthologues,  FT2a  and  FT5a , in post-flowering stem growth","pub_date":"30 April 2019","origin":"Accepted Manuscript","abstract":"Genes in the FLOWERING LOCUS T (FT) family integrate external and internal signals to control various aspects of plant development. In soybean (Glycine max), FT2a and FT5a play a major role in floral induction, but their roles in post-flowering reproductive development remain undetermined. Ectopic overexpression analyses revealed that FT2a and FT5a similarly induced flowering, but FT5a is markedly more effective than FT2a for the post-flowering termination of stem growth. The downregulation of Dt1, a soybean orthologue of Arabidopsis thaliana TERMINAL FLOWER1, in shoot apices in early growing stages of FT5a-overexpressing plants was concomitant with highly upregulated expression of APETALA1 orthologues. The Dt2 gene, a repressor of Dt1, was upregulated similarly by the overexpression of FT2a and FT5a, suggesting that it was not involved in the control of stem termination by FT5a. In addition to the previously reported interaction with FDL19, a homologue of the Arabidopsis bZIP protein FD, both FT2a and FT5a interacted with FDL12, but only FT5a interacted with FDL06. Our results suggest that FT2a and FT5a have different functions in the control of post-flowering stem growth. A specific interaction of FT5a with FDL06 may play a key role in determining post-flowering stem growth in soybean.","authors":"Ryoma TakeshimaHaiyang NanKohei HarigaiLidong DongJianghui ZhuSijia LuMeilan XuNoriko YamagishiNobuyuki YoshikawaBaohui LiuTetsuya YamadaFanjiang KongJun Abe","keyboards":"bZIP transcription factor, FD, FLOWERING LOCUS T, FT2a, FT5a, post-flowering stem growth, soybean"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz181/5481770?searchresult=1","title":"Specific chromatin changes mark lateral organ founder cells in the  Arabidopsis thaliana  inflorescence meristem","pub_date":"30 April 2019","origin":"Accepted Manuscript","abstract":"Fluorescence-activated cell sorting (FACS) and assay for transposase-accessible chromatin with high-throughput sequencing (ATAC-seq), were combined to analyse the chromatin state of lateral organ founder cells (LOFCs) in the peripheral zone of the Arabidopsis thalianaapetala1-1 cauliflower-1 double mutant inflorescence meristem. On a genome-wide level, we observed a striking correlation between transposase hypersensitive sites (THSs) detected by ATAC-seq, and DNase hypersensitive sites (DHSs). The mostly expanded DHSs are often substructured into several individual THSs, which correlate with phylogenetically conserved DNA sequences or enhancer elements. Comparing chromatin accessibility with available RNA-seq data, THS change configuration is reflected by gene activation or repression and chromatin regions acquire or lose transposase accessibility in direct correlation with gene expression levels in LOFCs. This is most pronounced immediately upstream of the transcription start, where genome-wide THSs are abundant in a complementary pattern to established H3K4me3 activation or H3K27me3 repression marks. At this resolution, the combined application of FACS/ATAC-seq is widely applicable to detect chromatin changes during cell-type specification and facilitates the detection of regulatory elements in plant promoters.","authors":"Anneke FrerichsJulia EngelhornJanine AltmüllerJose Gutierrez-MarcosWolfgang Werr","keyboards":"Cell-type specification, lateral organ founder cells, DORNRÖSCHEN-LIKE, cell sorting, ATAC-seq, chromatin"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz204/5481773?searchresult=1","title":"Systemic signalling through  TCTP1  controls lateral root formation in Arabidopsis","pub_date":"30 April 2019","origin":"Accepted Manuscript","abstract":"The plant body plan and primary organs are established during embryogenesis. However, contrary to animals plants have the ability to generate new organs throughout their whole life. These give them an extraordinary developmental plasticity to modulate their size and architecture according to environmental constraints and opportunities. How this plasticity is regulated at the whole organism level is elusive. Here we provide evidence for a role of Translationally Controlled Tumor Protein (TCTP) in regulating the iterative formation of lateral roots in Arabidopsis. AtTCTP1 modulates root system architecture through a dual function: as a general constitutive growth promoter enhancing root elongation, and as a systemic signalling agent via mobility in the vasculature. AtTCTP1 encodes mRNAs with long distance mobility between shoot and roots. Mobile shoot-derived TCTP1 gene products act to specifically enhance the frequency of lateral root initiation and emergence sites along the primary root pericycle, while root elongation is controlled by local constitutive TCTP1 expression and scion size. These findings uncover a novel type of integrative signal in the control lateral root initiation and the compromise for roots between branching more profusely or elongating further. They also provide the first evidence in plants of an extra-cellular function of the vital, highly expressed ubiquitous TCTP1.","authors":"Rémi BrancoJosette Masle","keyboards":"TCTP, Translationally Controlled Tumor protein, long-distance mobility, root development, lateral root initiation, root system architecture, grafts, scion control of rootstock development"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz202/5481765?searchresult=1","title":"Mapping of transgenic alleles in soybean using a Nanopore-based sequencing strategy","pub_date":"30 April 2019","origin":"Accepted Manuscript","abstract":"Transgenic technology was developed to introduce transgenes into various organisms to validate gene function and add genetic variations over 40 years ago. However, the identification of the transgene insertion position is still challenging in the organisms with complex genomes. Here, we report a Nanopore-based method to map the insertion position of a maize-originated Ds transposable element in the soybean genome. In this method, an oligo probe is used to capture the DNA fragments containing the Ds-element from pooled DNAs samples of transgenic soybean plants. The Ds element-enriched DNAs are then sequenced using the MinION-based platform of Nanopore. This method allowed us to rapidly map the Ds insertion positions in 51 transgenic soybean lines through a single sequencing-run. This strategy is high-throughput, convenient, reliable, and cost-efficient. The transgenic allele mapping protocol can be easily translated to other eukaryotes with complex genomes.","authors":"Shengjun LiShangang JiaLili HouHanh NguyenShirley SatoDavid HoldingEdgar CahoonChi ZhangTom ClementeBin Yu","keyboards":"MinNON-sequencing, Transgene, Mapping insertion position, High throughput, Cost efficient, Complex genome"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz195/5479476?searchresult=1","title":"A cytorhabdovirus phosphoprotein forms mobile inclusions trafficking on the actin/ER network for viral RNA synthesis","pub_date":"25 April 2019","origin":"Accepted Manuscript","abstract":"As obligate parasites, plant viruses usually hijack host cytoskeletons for replication and movement. Rhabdoviruses are enveloped negative-stranded RNA viruses infecting vertebrates, invertebrates, and plants, but the intracellular trafficking of plant rhabdovirus proteins is largely unknown. Here, we used Barley yellow striate mosaic virus (BYSMV), a plant cytorhabdovirus, as a model to investigate effects of the actin cytoskeleton on viral intracellular movement and viral RNA synthesis in a minireplicon (MR) system. BYSMV P formed mobile inclusion bodies trafficking along the actin/endoplasmic reticulum network, and recruited the N and L proteins into viroplasm-like structures. Deletion analysis showed that the N terminal region (aa 43-56) and the remaining region (aa 56-295) of BYSMV P were essential for the mobility and inclusions formation, respectively. Overexpression of myosin XI-K tails completely abolished the trafficking activity of P bodies, accompanied with a significant reduction of viral MR RNA synthesis. These results suggest that BYSMV P contributes to the formation and trafficking of viroplasm-like structures along the ER/actin network driven by myosin XI-K. This novel property sheds light on rhabdovirus P as a dynamic hub protein for efficient recruitment of viral proteins thereby promoting viral RNA synthesis.","authors":"Xiao-Dong FangTeng YanQiang GaoQing CaoDong-Min GaoWen-Ya XuZhen-Jia ZhangZhi-Hang DingXian-Bing Wang","keyboards":"actin cytoskeleton, Barley yellow striate mosaic virus, intracellular movement, myosin motor, P bodies, rhabdovirus"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz192/5479457?searchresult=1","title":"A Missense Mutation in  LGS1  Increases Grain Size and Enhances Cold Tolerance in Rice","pub_date":"25 April 2019","origin":"Accepted Manuscript","abstract":"Grain shape is controlled by quantitative trait loci (QTLs) in rice (Oryza sativa L.). A rice mutant (JF178) with long and large grains has been used in a breeding program for over a decade, but its genetic basis has been unclear. Here, a semi-dominant QTL, designated Large Grain Size 1 (LGS1), was cloned and the potential molecular mechanism of LGS1 function was studied. Near-isogenic lines (NILs) and a map-based approach were employed to clone the LGS1 locus. LGS1 encodes the OsGRF4 transcription factor and contains a 2-basepair missense mutation in the coding region that coincides with the putative pairing site of microRNA396. The LGS1 transcript levels in the mutant line were found to be higher than the lgs1 transcript levels in the control plants, suggesting that the mutation might disrupt the pairing of the LGS1 mRNA with miR396. In addition to producing larger grains, LGS1 also enhanced cold tolerance at the seedling stage and increased the survival rate of seedlings after cold stress treatment. These findings indicate that the mutation in LGS1 appears to disturb the GRF4-miR396-stress response network and results in the development of enlarged grains and enhancement of cold tolerance in rice.","authors":"Xiaolong ChenLiangrong JiangJingsheng ZhengFangyu ChenTiansheng WangMeiling WangYi TaoHoucong WangZonglie HongYumin HuangRongyu Huang","keyboards":"cold tolerance, grain size, map-based gene cloning, microRNA, OsGRF4, RNA sequencing"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz198/5481585?searchresult=1","title":"OsMADS18, a membrane-bound MADS-box transcription factor, modulates plant architecture and the ABA response in rice","pub_date":"29 April 2019","origin":"Accepted Manuscript","abstract":"The APETALA1 (AP1)/FRUITFULL (FUL)-like transcription factor OsMADS18 plays diverse functions in rice development, however, the underlying molecular mechanisms are far from fully understood. Here, we report that downregulation of OsMADS18 expression in the RNAi lines caused delay in seed germination and young seedling growth, whereas the overexpression (OE) of OsMADS18 produced plants with less tillers. In the targeted OsMADS18 genome-edited mutants (osmads18-cas9), increased number of tillers, perturbed size of panicles and reduced setting of seeds were observed. The EYFP-OsMADS18 (full length) protein was localized to the nucleus and plasma membrane (PM) but the EYFP-OsMADS18-N (N-terminus) protein mainly localized to the nucleus. The expression of OsMADS18 could be stimulated by ABA, and ABA-stimulation triggered the cleavage of HA-OsMADS18 and the translocation of OsMADS18 from the PM to the nucleus. The inhibitory effect of ABA on seedling growth was less effective in the OE plants. The expression level of a set of ABA responsive genes was significantly reduced in the OE plants. The phenotypes of transgenic plants expressing EYFP-OsMADS18-N resembled those observed in the osmads18-cas9 mutants. Finally, the results from analyzing the interaction of OsMADS18 with OsMADS14, OsMADS15, and OsMADS57 suggest an essential role of OsMADS18 in rice development.","authors":"Xiaoming YinXiong LiuBuxian XuPiaoyin LuTian DongDi YangTiantian YeYu-Qi FengYan Wu","keyboards":"ABA, MADS-box, membrane-bound transcription factor, plant architecture, rice, tiller"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz196/5480964?searchresult=1","title":"Communicating the risks of GMOs: Lessons learnt from an Irish field of cisgenic potatoes","pub_date":"27 April 2019","origin":"Accepted Manuscript","abstract":"","authors":"Ewen Mullins","keyboards":""},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz194/5479462?searchresult=1","title":"StMYB44 negatively regulates anthocyanin biosynthesis at high temperatures in tuber flesh of potato","pub_date":"25 April 2019","origin":"Accepted Manuscript","abstract":"High temperatures are known to reduce anthocyanin accumulation in a number of diverse plant species. In potato (Solanum tuberosum L.), high temperature significantly reduces tuber anthocyanin pigment content. However, the mechanism of anthocyanin biosynthesis in potato tuber under heat stress remains unknown. Here we show that high temperature causes reduction of anthocyanin biosynthesis in both potato tuber skin and flesh, with white areas forming between the vasculature and periderm. Heat stress reduced the expression of the R2R3 MYB transcription factor (TF) StAN1 and StbHLH1, members of the transcriptional complex responsible for coordinative regulation of the skin and flesh pigmentation, as well as anthocyanin biosynthetic pathway genes in white regions. However, the core phenylpropanoid pathway genes, lignin and chlorogenic acid (CGA) pathway genes were up-regulated in white areas, suggesting that suppression of the anthocyanin branch may result in re-routing phenylpropanoid flux into the CGA or lignin biosynthesis branches. Two R2R3 MYB TFs, StMYB44-1 and StMYB44-2, were highly expressed in white regions under high temperature. In transient assays, StMYB44 represses anthocyanin accumulation in leaves of N. tabacum and N. benthamiana by directly suppressing the activity of the dihydroflavonol reductase (DFR) promoter. StMYB44-1 showed stronger repressive capacity than StMYB44-2 with both predicted proteins containing the repression-associated EAR motif with some variation. StMYB44-1 conferred repression without a requirement for a bHLH partner, suggesting a different repression mechanism from reported anthocyanin repressors. We propose that temperature-induced reduction of anthocyanin accumulation in potato flesh is caused by down-regulation of the activating anthocyanin regulatory complex, by enhancing the expression of flesh-specific StMYB44 and alteration of phenylpropanoid flux.","authors":"Yuhui LiuKui Lin-WangRichard V EspleyLi WangYuanming LiZhen LiuPing ZhouLihui ZengXiaojing ZhangJunlian ZhangAndrew C Allan","keyboards":"potato, high temperature, RNA-seq, anthocyanin biosynthesis, StMYB44, repressor"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz193/5479459?searchresult=1","title":"Maize pentatricopeptide repeat protein DEK41 affects  cis -splicing of mitochondrial  nad4  intron 3 and seed development","pub_date":"25 April 2019","origin":"Accepted Manuscript","abstract":"The splicing of organelle-encoded mRNA in plants requires nucleus-encoded proteins. The mechanism of organelle mRNA splicing and the factors involved in this process are not well understood. Pentatricopeptide repeat (PPR) proteins are known to participate in such RNA-protein interactions. Maize defective kernel 41 (dek41) is a seedling-lethal mutant that causes developmental defects. The Dek41 gene was cloned by Mu tag isolation and allelic confirmation, and was found to encode a P-type PPR protein that targets mitochondria. Mitochondrial RNA transcript profile analysis revealed that dek41 mutations cause reduced splicing efficiency of mitochondrial nad4 intron 3. Immature dek41 kernels exhibited severely reduced complex I assembly and NADH dehydrogenase activity. The up-regulated expression of alternative oxidase genes and deformed inner cristae of mitochondria in dek41, as revealed by transmission electron microscopy, indicate that proper splicing of nad4 is essential for mitochondrial functions and morphology. Consistent with this finding, differentially expressed genes in the dek41 endosperm included those related to mitochondrial function and activity. Our results indicate that DEK41 is a PPR protein affecting cis-splicing of mitochondrial nad4 intron 3 that is required for mitochondrial function and maize kernel development.","authors":"Chenguang ZhuGuangpu JinPeng FangYan ZhangXuzhen FengYuanping TangWeiwei QiRentao Song","keyboards":"dek41, mitochondria, nad4, pentatricopeptide repeat protein, RNA splicing, Zea mays"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz190/5479453?searchresult=1","title":"The Arabidopsis receptor kinase STRUBBELIG undergoes clathrin-dependent endocytosis","pub_date":"25 April 2019","origin":"Accepted Manuscript","abstract":"Signaling mediated by cell surface receptor kinases is central to the coordination of growth patterns during organogenesis. Receptor kinase signaling is in part controlled through endocytosis and subcellular distribution of the respective receptor kinase. For the majority of plant cell surface receptors the underlying trafficking mechanisms are not characterized. In Arabidopsis, tissue morphogenesis requires the atypical receptor kinase STRUBBELIG (SUB). Here, we approach the endocytic mechanism of SUB. Our data reveal that a functional SUB:EGFP fusion is ubiquitinated in vivo. We further show that plasma membrane-bound SUB:EGFP becomes internalized in a clathrin-dependent fashion. We also find that SUB:EGFP associates with the trans-Golgi network and accumulates in multivesicular bodies and the vacuole. Co-immunoprecipitation experiments reveal that SUB:EGFP and clathrin are present within the same protein complex. Our genetic analysis shows that SUB and CLATHRIN HEAVY CHAIN2 regulate root hair patterning. By contrast, genetic reduction of CHC activity ameliorates the floral defects of sub mutants. Taken together, the data indicate that SUB undergoes clathrin-mediated endocytosis, that this process does not rely on stimulation of SUB signaling by an exogenous agent, and that SUB genetically interacts with clathrin-dependent pathways in a tissue-specific manner.","authors":"Jin GaoAjeet ChaudharyPrasad VaddepalliMarie-Kristin NagelErika IsonoKay Schneitz","keyboards":"Clathrin, endocytosis, endomembrane, plants, receptor kinase, STRUBBELIG, tissue morphogenesis, vesicular trafficking"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz191/5479455?searchresult=1","title":"Cleaning or not cleaning phenotypic datasets for outlier plants  in genetic analyses?","pub_date":"25 April 2019","origin":"Accepted Manuscript","abstract":"Based on case studies, we discuss the extent to which genome-wide association studies are affected by outlier plants, i.e. those deviating from multi-criteria plant distribution. The results depended on the cleaning method. No-cleaning resulted in the highest number of dubious QTLs, especially at loci with highly unbalanced allelic frequencies. A trade-off was identified between the risk of false positive (with no-cleaning and/or a low threshold for minor allele frequency) and the risk of missing interesting rare alleles. Cleaning can lower the latter risk by making acceptable a higher threshold.","authors":"Santiago Alvarez PradoIsabelle SanchezLlorenç Cabrera-BosquetAntonin GrauClaude WelckerFrançois TardieuNadine Hilgert","keyboards":""},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz205/5481774?searchresult=1","title":"Growth and biomechanics of shoot organs","pub_date":"30 April 2019","origin":"Accepted Manuscript","abstract":"Plant organs arise through complex interactions between biological and physical factors that control morphogenesis. While there has been tremendous progress in the understanding of the genetics behind development, we know much less about how mechanical forces control growth in plants. In recent years, new multidisciplinary research combining genetics, live-imaging, physics, and computational modeling begins to fill this gap by revealing the crucial role of biomechanics in the establishment of plant organs. In this review, we provide an overview of our current understanding of growth during initiation, patterning, and expansion of shoot lateral organs. We discuss how growth is controlled by physical forces, and how mechanical stresses generated during growth can control morphogenesis at the level of both cells and tissues. Understanding the mechanical basis of growth and morphogenesis in plants is in its early days and many puzzling facts are yet to be deciphered.","authors":"Emilie EchevinConstance Le GloanecNikolina SkowrońskaAnne-Lise Routier-KierzkowskaAgata BurianDaniel Kierzkowski","keyboards":"Cell wall, flowers, growth, leaves, mechanical feedback, mechanical stress, morphogenesis, organogenesis, shoot lateral organs, turgor pressure"},{"link":"https://academic.oup.com/jxb/article/70/9/2339/5481313?searchresult=1","title":"Plant and crop simulation models: powerful tools to link physiology, genetics, and phenomics","pub_date":"29 April 2019","origin":"","abstract":"Plant and crop simulation models are powerful tools for predicting the impact of climate change, innovative crop management practices, and new trait- or gene-based breeding technologies on the production of crops and agricultural systems. In this special issue, we gather a collection of review, opinion, and primary research papers that represent the current status and future of crop and plant simulation models. The models presented in these papers have been informed and improved by new hypotheses and concepts from (eco)physiology, fueled by phenomics data, and used to bridge the gap between...","authors":"Bertrand MullerPierre Martre","keyboards":"Crop simulation models, genotype to phenotype prediction, model improvement, phenomics"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz203/5481768?searchresult=1","title":"Research advances on CYP450-catalysed pharmaceutical terpenoids biosynthesis in plants","pub_date":"30 April 2019","origin":"Accepted Manuscript","abstract":"Terpenoids, the biggest class of plant secondary metabolites, have wide range of significant physiological activities, while many of them are important natural drugs. Biosynthesis of pharmaceutical terpenoids in plants is a fairly complex process, most of which involves cytochrome P450 (CYP450) monooxygenases. CYP450 enzymes are versatile biocatalysts, which play critical roles in terpenoids skeleton modification and structrual diversity. Therefore, the discovery and identification of CYP450 genes are significant for elucidating the terpenoids biosynthetic pathway. This review summaries the progress and cloning strategies relating to CYP450s in pharmaceutical terpenoids biosynthesis in the past decade.","authors":"Xiaoyan ZhengPing LiXu Lu","keyboards":"Biosynthesis, Cloning strategies, Cytochrome P450s, Natural drugs, Pharmaceutical terpenoids, Plants"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz201/5481762?searchresult=1","title":"Cellular and molecular characterization of a thick wall variant reveal a pivotal role of shoot apical meristem in bamboo culm transversal evolution","pub_date":"30 April 2019","origin":"Accepted Manuscript","abstract":"Little is known about the mechanisms underlying culm evolution of bamboo. Using anatomy, mathematical modeling and genomics methods, we investigated the role of shoot apical meristem (SAM) in the transversal morphology evolution of bamboo culm and explored the underlying cellular and molecular basis. We discovered that maintaining of SAM morphology which could produce circular culm and meanwhile increasing SAM cell number especially corpus cell is the way of bamboo making larger size culm with regular pith cavity and culm wall during evolution. Less-cell SAM with lower ratio of corpus cell cause the abnormal higher ratio of wall component cells to pith cells, which breaks their interaction balance and triggers the random invasion of wall component cells into pith tissues during development, and finally results in the various thick culm walls of Phyllostachysnidularia f. farcta. The smaller SAM also results in the lower level of hormones such as cytokinin and auxin, and downregulates hormone signaling and the downstream functional genes such as those related to metabolism, which finally results in its dwarf and smaller diameter culm with lower biomass. These results provide an important perspective on the culm evolution of bamboo, and support a plausible mechanism causing the size-reduced culm with various-thick-culm walls of Ph. nidularia f. farcta.","authors":"Yujun WangXuepeng SunYulong DingZhangjun FeiChen JiaoMingyuan FanBingfan YaoPeiyong XinJinfang ChuQiang Wei","keyboards":"SAM, tunica, corpus, thick culm wall, culm diameter, cytokinin, auxin, pith"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz080/5480917?searchresult=1","title":"desynaptic5 carries  a spontaneous semi-dominant mutation affecting  Disrupted Meiotic cDNA 1  in barley","pub_date":"27 April 2019","origin":"Corrected Proof","abstract":"Despite conservation of the process of meiosis, recombination landscapes vary between species, with large genome grasses such as barley (Hordeum vulgare L.) exhibiting a pattern of recombination that is very heavily skewed to the ends of chromosomes. We have been using a collection of semi-sterile desynaptic meiotic mutant lines to help elucidate how recombination is controlled in barley and the role of the corresponding wild-type (WT) meiotic genes within this process. Here we applied a combination of genetic segregation analysis, cytogenetics, and immunocytology to genetically map and characterize the meiotic mutant desynaptic5 (des5). We identified an exonic insertion in the positional candidate ortholog of Disrupted Meiotic cDNA 1 (HvDMC1) on chromosome 5H of des5. des5 exhibits a severe meiotic phenotype with disturbed synapsis, reduced crossovers, and chromosome mis-segregation. The meiotic phenotype and reduced fertility of des5 is similarly observed in Hvdmc1RNAi transgenic plants and HvDMC1p:GusPlus reporter lines show DMC1 expression specifically in the developing inflorescence. The des5 mutation maintains the reading frame of the gene and exhibits semi-dominance with respect to recombination in the heterozygote indicating the value of non-knockout mutations for dissection of the control of recombination in the early stages of meiosis.","authors":"Isabelle ColasAbdellah BarakateMalcolm MacaulayMiriam SchreiberJennifer StephensSebastian ViveraClaire HalpinRobbie WaughLuke Ramsay","keyboards":"Barley, crossover, desynaptic, DMC1, immunocytology, meiosis, recombination, RNAi"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz186/5477825?searchresult=1","title":"Structural and functional imaging of large and opaque plant specimen","pub_date":"24 April 2019","origin":"Accepted Manuscript","abstract":"Three- and four-dimensional imaging techniques are a prerequisite for spatially resolving the form-structure-function relationships in plants. However, choosing the right imaging method is a difficult and time consuming process as the imaging principles, advantages and limitations as well as the appropriate fields of application first need to be compared. The present study aims to provide an overview of three imaging methods that allow for imaging opaque, big and thick (>5 mm, up to several cm), hierarchically organized plant samples that can have complex geometries. We compare light microscopy of serial thin sections followed by 3D reconstruction (LMTS3D) as optical imaging technique, micro-computed tomography (µ-CT) based on ionizing radiation and magnetic resonance imaging (MRI) which uses the natural magnetic properties of a sample for image acquisition. We discuss the most important imaging principles, advantages and limitations and suggest fields of application for each imaging technique (LMTS, µ-CT and MRI) with regard to static (at a given time; 3D) and dynamic (at different time points; quasi 4D) structural and functional plant imaging.","authors":"Linnea HesseKatharina BunkJochen LeupoldThomas SpeckTom Masselter","keyboards":"3D versus 4D plant imaging, biomechanics, computed tomography, functional plant imaging, magnetic resonance imaging, microscopy, nuclear magnetic resonance"},{"link":"https://academic.oup.com/jxb/advance-article/doi/10.1093/jxb/erz184/5477774?searchresult=1","title":"Role of nitric oxide in plant responses to heavy metal stress: exogenous application vs. endogenous production","pub_date":"24 April 2019","origin":"Accepted Manuscript","abstract":"Anthropogenic activities, such as industrial processes, mining and agriculture, lead to an increase in heavy metal concentrations in soil, water and air. Given their stability in the environment, heavy metals are difficult to eliminate and can even constitute a human health risk by entering the food chain through uptake by crop plants. An excess of heavy metals is toxic for plants, which have different mechanisms to prevent their accumulation. However, once metals enter the plant, oxidative damage sometimes occurs, which can lead to plant death. Initial nitric oxide (NO) production, which may play a role in plant perception, signalling and stress acclimation, has been shown to protect against heavy metals. Very little is known about NO-dependent mechanisms downstream from signalling pathways in plant responses to heavy metal stress. In this review, using bioinformatic techniques, we analyse studies of the involvement of NO in responses to heavy metal stress, its possible role as a cyto-protective molecule and its relationship with reactive oxygen species (ROS). Some conclusions are drawn and future research perspectives are outlined in order to further elucidate the signalling mechanisms underlying the role of NO in plant responses to heavy metal stress.","authors":"Laura C Terrón-CameroM Ángeles Peláez-VicoCoral Del ValLuisa M SandalioMaría C Romero-Puertas","keyboards":"arsenic, heavy metals, cadmium, nitric oxide, reactive oxygen species, eactive,  nitrogen species, signalling"}]