[
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab0e57",
        "title": " Advanced radial junction thin film photovoltaics and detectors built on standing silicon nanowires",
        "abstract": "Three-dimensional (3D) construction of radial junction\nhydrogenated amorphous silicon (a-Si:H) thin film solar cells on\nstanding silicon nanowires (SiNWs) is a promising strategy to\nmaximize the light harvesting performance and improve the\nphotocarrier collection in an optimized junction configuration. The\nunique light in-coupling and absorption behaviour in the\nantenna-like 3D photonic structures also necessitates a set of new\ntheoretical models and simulation tools to design, predict and\noptimize the photovoltaic performance of radial junction solar\ncells, which can be rather different from planar junction solar\ncells. Recently, the performance of radial junction a-Si:H thin\nfilm solar cells has progressed steadily to a level comparable or\neven superior to that of their planar counterparts, with plenty of\nroom for further improvement. This review will first address the\ngrowth strategy and critical parameter control of SiNWs produced\nvia a plasma-assisted low-temperature\nvapour–liquid–solid procedure using low-melting-point\nmetals as the catalyst. Then, the construction of high-performance\nradial junction thin film solar cells over the standing SiNW\nmatrix, as well as their optimal structural designs, will be\nintroduced. At the end, the new applications of 3D radial junction\nunits will be summarized, which include, for example, the\nconstruction of very flexible, low-cost and efficient a-Si:H solar\ncells with the highest power-to-weight ratio, the demonstration of\nhighly sensitive solar-blind photodetectors operating at the\nultraviolet wavelength spectrum and the development of novel\nbiomimetic radial tandem junction photodetectors with an intrinsic\nred–green–blue (RGB) colour distinguishing\ncapability.\n",
        "authors": "Ting Zhang, Junzhuan Wang, Linwei Yu, Jun Xu and Pere Roca i Cabarrocas",
        "origin": "Nanotechnology",
        "pub_date": "1 May 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.7567/1347-4065/ab02a5",
        "title": " Oxide-based optical, electrical and magnetic properties switching devices with water-incorporated gate insulator",
        "abstract": "Optical, electrical and magnetic properties of transition metal\noxides (TMOs) can be switched by their non-stoichiometry, i.e.\noxygen excess/deficiency and protonation. However, the switching\nclassically needs high-temperature heating or electrochemistry in\nliquid electrolyte, which is unsuitable for device applications. To\novercome these difficulties, we have developed thin films of\nwater-incorporated 12CaO·7Al\n2O\n3 nanoporous glass and NaTaO\n3 nanopillar glass. By applying the films to\nwater-incorporated solid gate insulators of three-terminal\nthin-film transistors (TFTs), the confined water works as a strong\nreductant (H\n+)/oxidant (OH\n−) for the TMO channel, and their electro-optical\nand electromagnetic properties can be controlled by applying an\nelectric field. Herein, we review our developed water-incorporated\ngate insulators and their application to three-terminal TFTs with\nTMOs of vanadium dioxide (VO\n2), tungsten trioxide (WO\n3) and strontium cobaltite (SrCoO \n\nx ). The present approach using a water-incorporated\ngate insulator provides a novel design concept to develop\nelectrochemically switchable multifunctional devices based on TMOs\noperating at room temperature.\n",
        "authors": "Takayoshi Katase and Hiromichi Ohta",
        "origin": "Japanese Journal of Applied Physics",
        "pub_date": "11 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab0fb2",
        "title": " Nanohybrid electrolytes for high-energy lithium-ion batteries: recent advances and future challenges",
        "abstract": "Next-generation lithium-ion batteries (LIBs) will have a two to\nthree times increase in energy density compared to today’s\ntechnology due to the adoption of new cathode and anode materials.\nIn addition, their safety properties need to be further enhanced to\nallow large-scale applications. In this context, new electrolytes\nwith high lithium-ion (Li\n+) conductivity as well as good stability should be\ndeveloped. Recently, there has been a growing interest in\ndeveloping nanohybrid electrolytes. By combining organic (polymers,\nionic liquids) and/or inorganic (Li\n+-conductive ceramics and glasses) functional\nconstituents, a broad range of nanohybrid electrolytes with\ninteresting chemical, mechanical and electrochemical properties\nhave been designed and evaluated in different cell chemistry. This\narticle aims to conduct a comprehensive review on the development\nof nanohybrid electrolytes in recent years (2012 to present).\nSpecifically, we summarize and analyze the recent progress of gel-,\ninorganic- and polymer-based nanohybrid electrolytes with enhanced\nphysicochemical properties and specified functionalities for their\napplication in LIBs. Challenges and perspectives for future\ndevelopment of better nanohybrid LIB electrolytes are also\ndiscussed.\n",
        "authors": "Yang Shi, Darren Tan, Mingqian Li and Zheng Chen",
        "origin": "Nanotechnology",
        "pub_date": "1 May 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab1516",
        "title": " Dilute nitrides-based nanowires—a promising platform for nanoscale photonics and energy technology",
        "abstract": "Dilute nitrides are novel III–V–N semiconductor\nalloys promising for a great variety of applications ranging from\nnanoscale light emitters and solar cells to energy production via\nphotoelectrochemical reactions and to nano-spintronics. These\nalloys have become available in the one-dimensional geometry only\nmost recently, thanks to the advances in the nanowire (NW) growth\nutilizing molecular beam epitaxy. In this review we will summarize\ngrowth approaches currently utilized for the fabrication of such\nnovel dilute nitride-based NWs, discuss their structural,\ndefect-related and optical properties, as well as provide several\nexamples of their potential applications.\n",
        "authors": "Irina A Buyanova and Weimin M Chen",
        "origin": "Nanotechnology",
        "pub_date": "29 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-648X/ab119a",
        "title": " Green function, quasi-classical Langevin and Kubo–Greenwood methods in quantum thermal transport",
        "abstract": "With the advances in fabrication of materials with feature sizes\nat the order of nanometers, it has been possible to alter their\nthermal transport properties dramatically. Miniaturization of\ndevice size increases the power density in general, hence faster\nelectronics require better thermal transport, whereas better\nthermoelectric applications require the opposite. Such diverse\nneeds bring new challenges for material design. Shrinkage of length\nscales has also changed the experimental and theoretical methods to\nstudy thermal transport. Unsurprisingly, novel approaches have\nemerged to control phonon flow. Besides, ever increasing\ncomputational power is another driving force for developing new\ncomputational methods. In this review, we discuss three methods\ndeveloped for computing vibrational thermal transport properties of\nnano-structured systems, namely Green function, quasi-classical\nLangevin, and Kubo–Green methods. The Green function methods\nare explained using both nonequilibrium expressions and the\nLandauer-type formula. The partitioning scheme, decimation\ntechniques and surface Green functions are reviewed, and a simple\nmodel for reservoir Green functions is shown. The expressions for\nthe Kubo–Greenwood method are derived, and Lanczos\ntridiagonalization, continued fraction and Chebyshev polynomial\nexpansion methods are discussed. Additionally, the quasi-classical\nLangevin approach, which is useful for incorporating\nphonon–phonon and other scatterings is summarized.\n",
        "authors": "H Sevinçli, S Roche, G Cuniberti, M Brandbyge, R Gutierrez and L Medrano Sandonas",
        "origin": "Journal of Physics: Condensed Matter",
        "pub_date": "26 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-648X/ab13d8",
        "title": " First-principles study of order-disorder transitions in multicomponent solid-solution alloys ",
        "abstract": "In this review, we will focus on the recent development of the\norder-disorder transition in metallic materials. The past decades\nhave witnessed fast development in the first-principles\nmethodologies and their applications to ordering transitions in\nmulti-component alloys, particularly the high-entropy alloys. The\ndriving force for the proceedings comes from (i) the advance of\nalgorithms and increasingly cheaper hardware, and also (ii) the\ngreat passion to model alloys with increasing number of\ncomponents.\nThe review starts with a brief introduction of the history for\nthe ordering transitions. More detailed scientific proceedings\nprior to the 1970s had been well summarized in Krivoglaz and\nSmirnov (1965 \nThe Theory of Order-Disorder in Alloys (New York: Elsevier))\nand Stoloff and Davies (1968 \nProg. Mater. Sci. \n13 1–84). In the second part, the methods to study the\nordering transitions, primarily on the theoretic methods are\nintroduced. These will include (i) KKR-CPA method and supercell\nmethods for energetic calculations; and (ii) thermodynamic and\nstatistical methods to compute the transition temperatures. The\nthird part will focus on representative applications in alloys,\nincluding our own work and many others. This part supplies the\nprimary information of this review to the readers. The fourth part\nwill summarize the connections between ordering transitions and\nbroader physical properties (e.g. the mechanical properties). In\nthe last part, some concluding remarks and perspectives will be\ngiven.\n",
        "authors": "Markus Eisenbach, Zongrui Pei and Xianglin Liu",
        "origin": "Journal of Physics: Condensed Matter",
        "pub_date": "25 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-648X/ab0636",
        "title": " Quantum Hall valley nematics",
        "abstract": "Two-dimensional electron gases in strong magnetic fields provide\na canonical platform for realizing a variety of electronic ordering\nphenomena. Here we review the physics of one intriguing class of\ninteraction-driven quantum Hall states: quantum Hall valley\nnematics. These phases of matter emerge when the formation of a\ntopologically insulating quantum Hall state is accompanied by the\nspontaneous breaking of a point-group symmetry that combines a\nspatial rotation with a permutation of valley indices. The\nresulting orientational order is particularly sensitive to quenched\ndisorder, while quantum Hall physics links charge conduction to\ntopological defects. We discuss how these combine to yield a rich\nphase structure, and their implications for transport and\nspectroscopy measurements. In parallel, we discuss relevant\nexperimental systems. We close with an outlook on future\ndirections.\n",
        "authors": "S A Parameswaran and B E Feldman",
        "origin": "Journal of Physics: Condensed Matter",
        "pub_date": "25 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab0e34",
        "title": " Triboelectric filtering for air purification",
        "abstract": "Air pollution becomes more and more serious with the rapid\ndevelopment of the society, and the haze caused by particulate\nmatters (PMs) has become a global problem. Thus seeking an\neffective technology for removing the airborne PMs or other\npollutants is much desirable for alleviating the air pollution. The\nnewly invented triboelectric nanotechnology can realize efficient\nair filtering with obvious advantages over traditional fibrous\nfiltering and electrostatic precipitation. Here, a review is\nprovided for recent progress in air filter by utilizing the\ntriboelectric nanotechnology, starting from the choices of\ntriboelectric materials and main features of triboelectric\nnanotechnology. The mechanism of triboelectric air filtering\ntechnology was presented as the coupling of triboelectric filtering\nand mechanical filtering. Then the approaches of air filtering were\nsummarized as the triboelectric nanogenerator (TENG)-driven air\nfiltering, TENG-enhanced nanofiber air filtering, and self-powered\ntriboelectric air filtering. The device structure, working\nprinciple and filtering performance were systematically discussed.\nFurthermore, the industry products which have been developed based\non the triboelectric filtering technology were introduced.\n",
        "authors": "Jianqing Liu, Tao Jiang, Xiaohui Li and Zhong Lin Wang",
        "origin": "Nanotechnology",
        "pub_date": "25 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab12f4",
        "title": " Antibody-based nanotechnology",
        "abstract": "Antibodies are considered the hallmark of the adaptive immune\nsystem in that they mediate various key biological functions, such\nas direct neutralization and recruitment of effector immune cells\nto eliminate invading pathogens. Antibodies exhibit several unique\nproperties, including high diversity (enabling binding to a wide\nrange of targets), high specificity and structural integrity. These\nproperties and the understanding that antibodies can be utilized in\na wide range of applications have motivated the scientific\ncommunity to develop new approaches for antibody repertoire\nanalysis and rapid monoclonal antibody discovery. Today, antibodies\nare key modules in the pharmaceutical and diagnostic industries. By\nvirtue of their high affinity and specificity to their targets and\nthe availability of technologies to engineer different antibodies\nto a wide range of targets, antibodies have become the most\npromising natural biological molecules in a range of\nbiotechnological applications, such as: highly specific and\nsensitive nanobiosensors for the diagnostics of different\nbiomarkers; nanoparticle-based targeted drug delivery systems to\ncertain cells or tissues; and nanomachines, which are nanoscale\nmechanical devices that enable energy conversion into precise\nmechanical motions in response to specific molecular inputs. In\nthis review, we start by describing the unique properties of\nantibodies, how antibody diversity is generated, and the available\ntechnologies for antibody repertoire analysis and antibody\ndiscovery. Thereafter, we provide an overview of some\nantibody-based nanotechnologies and discuss novel and promising\napproaches for the application of antibodies in the nanotechnology\nfield. Overall, we aim to bridge the knowledge gap between the\nnanotechnology and antibody engineering disciplines by\ndemonstrating how technological advances in the antibody field can\nbe leveraged to develop and/or enhance new technological approaches\nin the nanotechnology field.\n",
        "authors": "Yaron Hillman, Dan Lustiger and Yariv Wine",
        "origin": "Nanotechnology",
        "pub_date": "24 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-648X/ab1529",
        "title": " Topological electronic structure and Rashba effect in Bi thin layers: theoretical predictions and experiments",
        "abstract": "The goal of the present review is to cross-compare theoretical\npredictions with selected experimental results on bismuth thin\nfilms exhibiting topological properties and a strong Rashba effect.\nThe theoretical prediction that a single free-standing\nBi(1 1 1) bilayer is a topological insulator has\ntriggered a large series of studies of ultrathin\nBi(1 1 1) films grown on various substrates. Using\nselected examples we review theoretical predictions of atomic and\nelectronic structure of Bi thin films exhibiting topological\nproperties due to interaction with a substrate. We also survey\nexperimental signatures of topological surface states and Rashba\neffect, as obtained mostly by angle- and spin-resolved\nphotoelectron spectroscopy.\n",
        "authors": "K Hricovini, M C Richter, O Heckmann, L Nicolaï, J-M Mariot and J Minár",
        "origin": "Journal of Physics: Condensed Matter",
        "pub_date": "26 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab1167",
        "title": " Printed flexible and transparent electronics: enhancing low-temperature processed metal oxides with 0D and 1D nanomaterials",
        "abstract": "Metal oxides have broad multifunctionality and important\napplications to energy, sensing, and information display. Printed\nelectronics have recently adopted metal oxides to push the limits\nof performance and stability for flexible thin film systems.\nHowever, a grand challenge in this field is to achieve these\nproperties while balancing the thermal budget, which critically\ndetermines the applicability, flexibility, and cost of these\nsystems. This paper presents a focused review of printed metal\noxide electronics, highlighting our recent work developing\nhigh-performance, printed transistors processed at low temperatures\nvia aqueous precursor chemistries, nanomaterial hybrid inks, and\nultraviolet annealing. These results reveal the potential for\nprinting uniquely high-performance active devices (electronic\nmobility >10 cm\n2 V\n−1 s\n−1) but also illustrates the utility of \nnanocomposites that integrate nanomaterials within a metal\noxide matrix for improving device performance.\n",
        "authors": "William Scheideler and Vivek Subramanian",
        "origin": "Nanotechnology",
        "pub_date": "16 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-648X/ab11b3",
        "title": " New topological invariants in non-Hermitian systems",
        "abstract": "Both theoretical and experimental studies of topological phases\nin non-Hermitian systems have made a remarkable progress in the\nlast few years of research. In this article, we review the key\nconcepts pertaining to topological phases in non-Hermitian\nHamiltonians with relevant examples and realistic model setups.\nDiscussions are devoted to both the adaptations of topological\ninvariants from Hermitian to non-Hermitian systems, as well as\norigins of new topological invariants in the latter setup. Unique\nproperties such as exceptional points and complex energy landscapes\nlead to new topological invariants including winding\nnumber/vorticity defined solely in the complex energy plane, and\nhalf-integer winding/Chern numbers. New forms of Kramers degeneracy\nappear here rendering distinct topological invariants.\nModifications of adiabatic theory, time-evolution operator,\nbiorthogonal bulk-boundary correspondence lead to unique features\nsuch as topological displacement of particles,\n‘skin-effect’, and edge-selective attenuated and\namplified topological polarizations without chiral symmetry.\nExtension and realization of topological ideas in photonic systems\nare mentioned. We conclude with discussions on relevant future\ndirections, and highlight potential applications of some of these\nunique topological features of the non-Hermitian Hamiltonians.\n",
        "authors": "Ananya Ghatak and Tanmoy Das",
        "origin": "Journal of Physics: Condensed Matter",
        "pub_date": "24 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/2053-1591/ab0ee3",
        "title": " A comprehensive review on material selection, processing, characterization and applications of aluminium metal matrix composites",
        "abstract": "Aluminium alloy based metal matrix composites have found\nincreased applications in space, automobile, aircraft structures\nbecause of simplicity of operation and reasonably good mechanical\nproperties. But the main drawbacks in aluminium matrix metal matrix\ncomposites (AMMCs) are distribution of particles, wettability and\nchemical reaction between reinforcement and matrix. These factors\nhave considerable influence on mechanical, tribological and\ncorrosion properties of the developed metal matrix composites.\nTherefore it is necessary to overcome these drawbacks by optimizing\nthe process parameters to produce AMMCs tailored to an application.\nThis review focuses on to the issues related to the processing of\nMMCs, selection of both matrix and reinforcement, techniques\navailable for the characterization of AMMCs. With the available\nliterature an attempt is made to provide the guidelines for\nresearcher about present scenario of AMMCs fabrication, properties\nand applications.\n",
        "authors": "V Mahesh Kumar and C V Venkatesh",
        "origin": "Materials Research Express",
        "pub_date": "10 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1478-3975/ab1384",
        "title": " From molecules to multispecies ecosystems: the roles of structure in bacterial biofilms",
        "abstract": "Biofilms are communities of sessile microbes that are bound to\neach other by a matrix made of biopolymers and proteins. Spatial\nstructure is present in biofilms on many lengthscales. These range\nfrom the nanometer scale of molecular motifs to the hundred-micron\nscale of multicellular aggregates. Spatial structure is a physical\nproperty that impacts the biology of biofilms in many ways. The\nmolecular structure of matrix components controls their interaction\nwith each other (thereby impacting biofilm mechanics) and with\ndiffusing molecules such as antibiotics and immune factors (thereby\nimpacting antibiotic tolerance and evasion of the immune system).\nThe size and structure of multicellular aggregates, combined with\nmicrobial consumption of growth substrate, give rise to\ndifferentiated microenvironments with different patterns of\nmetabolism and gene expression. Spatial association of more than\none species can benefit one or both species, while distances\nbetween species can both determine and result from the transport of\ndiffusible factors between species. Thus, a widespread theme in the\nbiological importance of spatial structure in biofilms is the\neffect of structure on transport. We survey what is known about\nthis and other effects of spatial structure in biofilms, from\nmolecules up to multispecies ecosystems. We conclude with an\noverview of what experimental approaches have been developed to\ncontrol spatial structure in biofilms and how these and other\nexperiments can be complemented with computational work.\n",
        "authors": "Vernita Gordon, Layla Bakhtiari and Kristin Kovach",
        "origin": "Physical Biology",
        "pub_date": "23 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/2053-1583/ab0902",
        "title": " Experimental progress on layered topological semimetals",
        "abstract": "We review recent experimental progresses on layered topological\nmaterials, mainly focusing on transitional metal dichalcogenides\nwith various lattice types including 1T, \nT \nd and 1T′ structural phases. Their electronic\nquantum states are interestingly rich, and many appear to be\ntopological nontrivial, such as Dirac/Weyl semimetallic phase in\nmultilayers and quantum spin hall insulator phase in monolayers.\nThe content covers recent major advances from material synthesis,\nbasic characterizations, angle-resolved photoemission spectroscopy\nmeasurements, transport and optical responses. Following those, we\noutlook the exciting future possibilities enabled by the marriage\nof topological physics and two dimensional van der Waals layered\nheterostructures.\n",
        "authors": "Junchao Ma, Ke Deng, Lu Zheng, Sanfeng Wu, Zheng Liu, Shuyun Zhou and Dong Sun",
        "origin": "2D Materials",
        "pub_date": "5 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/2050-6120/ab10f0",
        "title": " Chirality in fluorescence and energy transfer",
        "abstract": "Optical polarization features associated with the fundamental\nprocesses of molecular fluorescence and resonance energy transfer\nare in general studied with reference to plane polarizations. When\nany of the species involved is chiral, the associated emission\nprocesses may exhibit an element of circular polarization—a\ndegree of optical helicity. Although usually a minor effect, some\nsystems can exhibit a sizeable component of circularly polarized\nluminescence, whose helicity correlates with the enantiomeric form.\nIn studies of multi-component systems, in which initial excitation\nof a donor species—followed by energy transfer—leads to\nemission from an acceptor molecule, the handedness of both donor\nand acceptor may influence output circularity. In systems with an\nachiral acceptor, a degree of fluorescence circularity may be\ninfluenced by the handedness of a chiral donor, but this should not\nbe construed in terms of ‘conveying’ chirality. Chiral\nmolecules may also play a passive role by inducing helicity in the\nfluorescence from achiral neighbours, and further tiers of\ncomplexity arise if the initial excitation is itself of circular\npolarization. In all such processes, symmetry principles play a\nmajor role in determining a sensitivity to molecular handedness,\nand their detailed consideration enables a range of new\nexperimental procedures to be identified. Casting the fundamental\ntheory in terms of formal photon-molecule couplings enables the\nquantum mechanisms involved in all such phenomena to be clearly\nresolved. The results provide fresh physical insights, and\nestablish connections across a range of indirectly related\nchiroptical phenomena including induced circular dichroism.\n",
        "authors": "David L Andrews",
        "origin": "Methods and Applications in Fluorescence",
        "pub_date": "11 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1758-5090/ab06ea",
        "title": " Electrobiofabrication: electrically based fabrication with biologically derived materials",
        "abstract": "While conventional material fabrication methods focus on form\nand strength to achieve function, the fabrication of material\nsystems for emerging life science applications will need to satisfy\na more subtle set of requirements. A common goal for biofabrication\nis to recapitulate complex biological contexts (e.g. tissue) for\napplications that range from animal-on-a-chip to regenerative\nmedicine. In these cases, the material systems will need to: (i)\npresent appropriate surface functionalities over a hierarchy of\nlength scales (e.g. molecular features that enable cell adhesion\nand topographical features that guide differentiation); (ii)\nprovide a suite of mechanobiological cues that promote the\nemergence of native-like tissue form and function; and (iii)\norganize structure to control cellular ingress and molecular\ntransport, to enable the development of an interconnected cellular\ncommunity that is engaged in cell signaling. And these requirements\nare not likely to be static but will vary over time and space,\nwhich will require capabilities of the material systems to\ndynamically respond, adapt, heal and reconfigure. Here, we review\nrecent advances in the use of electrically based fabrication\nmethods to build material systems from biological macromolecules\n(e.g. chitosan, alginate, collagen and silk). Electrical signals\nare especially convenient for fabrication because they can be\ncontrollably imposed to promote the electrophoresis, alignment,\nself-assembly and functionalization of macromolecules to generate\nhierarchically organized material systems. Importantly, this\nelectrically based fabrication with biologically derived materials\n(i.e. electrobiofabrication) is complementary to existing methods\n(photolithographic and printing), and enables access to the\nbiotechnology toolbox (e.g. enzymatic-assembly and protein\nengineering, and gene expression) to offer exquisite control of\nstructure and function. We envision that electrobiofabrication will\nemerge as an important platform technology for organizing soft\nmatter into dynamic material systems that mimic biology’s\ncomplexity of structure and versatility of function.\n",
        "authors": "Jinyang Li, Si Wu, Eunkyoung Kim, Kun Yan, Huan Liu, Changsheng Liu, Hua Dong, Xue Qu, Xiaowen Shi, Jana Shen, William E Bentley and Gregory F Payne",
        "origin": "Biofabrication",
        "pub_date": "25 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1758-5090/ab0621",
        "title": " Biofabrication strategies for creating microvascular complexity",
        "abstract": "Design and fabrication of effective biomimetic vasculatures\nconstitutes a relevant and yet unsolved challenge, lying at the\nheart of tissue repair and regeneration strategies. Even if cell\ngrowth is achieved in 3D tissue scaffolds or advanced implants,\ntissue viability inevitably requires vascularization, as diffusion\ncan only transport nutrients and eliminate debris within a few\nhundred microns. This engineered vasculature may need to mimic the\nintricate branching geometry of native microvasculature, referred\nto herein as vascular complexity, to efficiently deliver blood and\nrecreate critical interactions between the vascular and\nperivascular cells as well as parenchymal tissues. This review\nfirst describes the importance of vascular complexity in labs- and\norgans-on-chips, the biomechanical and biochemical signals needed\nto create and maintain a complex vasculature, and the limitations\nof current 2D, 2.5D, and 3D culture systems in recreating vascular\ncomplexity. We then critically review available strategies for\ndesign and biofabrication of complex vasculatures in cell culture\nplatforms, labs- and organs-on-chips, and tissue engineering\nscaffolds, highlighting their advantages and disadvantages.\nFinally, challenges and future directions are outlined with the\nhope of inspiring researchers to create the reliable, efficient and\nsustainable tools needed for design and biofabrication of complex\nvasculatures.\n",
        "authors": "Alisa Morss Clyne, Swathi Swaminathan and Andrés Díaz Lantada",
        "origin": "Biofabrication",
        "pub_date": "18 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1478-3975/ab0fcd",
        "title": " Probe design for super-multiplexed vibrational imaging",
        "abstract": "Optical microscopy has served biomedical research for decades\ndue to its high temporal and spatial resolutions. Among various\noptical imaging techniques, fluorescence imaging offers superb\nsensitivity down to single molecule level but its multiplexing\ncapacity is limited by intrinsically broad bandwidth. To\nsimultaneously capture a vast number of targets, the newly emerging\nvibrational microscopy technique draws increasing attention as\nvibration spectroscopy features narrow transition linewidth.\nNonetheless, unlike fluorophores that have been studied for\ncenturies, a systematic investigation on vibrational probes is\nunderemphasized. Herein, we reviewed some of the recent\ndevelopments of vibrational probes for multiplex imaging\napplications, particularly those serving stimulated Raman\nscattering (SRS) microscopy, which is one of the most promising\nvibrational imaging techniques. We wish to summarize the general\nguidelines for developing bioorthogonal vibrational probes with\nhigh sensitivity, chemical specificity and most importantly,\ntunability to fulfill super-multiplexed optical imaging. Future\ndirections to significantly improve the performance are also\ndiscussed.\n",
        "authors": "Yupeng Miao, Lixue Shi, Fanghao Hu and Wei Min",
        "origin": "Physical Biology",
        "pub_date": "23 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1478-3975/ab1048",
        "title": " Biomechanical regulation of EMT and epithelial morphogenesis in amniote epiblast",
        "abstract": "Epiblast is composed of pluripotent cells which will give rise\nto all cell lineages in a human body. It forms a single-cell\nlayered epithelium conserved among all amniotic vertebrates (birds,\nreptiles and mammals) and undergoes complex morphogenesis both\nbefore and during gastrulation. Our knowledge of the amniote\nepiblast is based on data acquired through cellular and molecular\nanalyses of early chick and mouse embryos \nin vivo and mammalian pluripotent stem cells (PSCs) \nin vitro. Very few studies have been published on\nbiomechanical characteristics of the amniote epiblast, largely due\nto lack of experimental tools for measuring and perturbing\nbiomechanical properties. Also missing is a conceptual framework\nthat can integrate both biomechanical and molecular parameters of\nthe epiblast. This review is aimed at providing a background based\non which epiblast morphogenesis, including its transition between\nthe epithelial and mesenchymal states, can be understood from a\nbiomechanical perspective. This simple developmental biology system\nis suitable for testing a multitude of theoretical models in\nbiomechanics, leading to a better understanding of biomechanical\nlogics and constraints governing multicellular organization.\n",
        "authors": "Sofiane Hamidi, Yukiko Nakaya, Hiroki Nagai, Cantas Alev, Tatsuo Shibata and Guojun Sheng",
        "origin": "Physical Biology",
        "pub_date": "23 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1752-7163/ab0684",
        "title": " A review of exhaled breath: a key role in lung cancer diagnosis",
        "abstract": "One of the main causes of the high mortality rate in lung cancer\nis the late-stage tumor detection. Early diagnosis is therefore\nessential to increase the chances of obtaining an effective\ntreatment quickly thus increasing the survival rate. Current\nscreening techniques are based on imaging, with low-dose computed\ntomography (LDCT) as the pivotal approach. Even if LDCT has high\naccuracy, its invasiveness and high false positive rate limit its\napplication to high-risk population screening. A non-invasive,\ncost-efficient, and easy-to-use test should instead be designed as\nan alternative. Exhaled breath contains thousands of volatile\norganic compounds (VOCs). Since ancient times, it has been\nunderstood that changes in the VOCs’ mixture may be directly\nrelated to the presence of a disease, and recent studies have\nquantified the change in the compounds’ concentration.\nAnalyzing exhaled breath to achieve lung cancer early diagnosis\nrepresents a non-invasive, low-cost, and user-friendly approach,\nthus being a promising candidate for high-risk lung cancer\npopulation screening. This review discusses technological solutions\nthat have been proposed in the literature as tools to analyze\nexhaled breath for lung cancer diagnosis, together with factors\nthat potentially affect the outcome of the analysis. Even if\nresearch on this topic started many years ago, and many different\ntechnological approaches have since been adopted, there is still no\nvalidated clinical application of this technique. Standard\nguidelines and protocols should be defined by the medical community\nin order to translate exhaled breath analysis to clinical\npractice.\n",
        "authors": "Davide Marzorati, Luca Mainardi, Giulia Sedda, Roberto Gasparri, Lorenzo Spaggiari and Pietro Cerveri",
        "origin": "Journal of Breath Research",
        "pub_date": "1 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab0b0a",
        "title": " Understanding semiconductor nanostructures via advanced electron microscopy and spectroscopy",
        "abstract": "Transmission electron microscopy (TEM) offers an ample range of\ncomplementary techniques which are able to provide essential\ninformation about the physical, chemical and structural properties\nof materials at the atomic scale, and hence makes a vast impact on\nour understanding of materials science, especially in the field of\nsemiconductor one-dimensional (1D) nanostructures. Recent\nadvancements in TEM instrumentation, in particular aberration\ncorrection and monochromation, have enabled pioneering experiments\nin complex nanostructure material systems. This review aims to\naddress these understandings through the applications of the\nmethodology for semiconductor nanostructures. It points out various\nelectron microscopy techniques, in particular scanning TEM (STEM)\nimaging and spectroscopy techniques, with their already-employed or\npotential applications on 1D nanostructured semiconductors. We keep\nthe main focus of the paper on the electronic and optoelectronic\nproperties of such semiconductors, and avoid expanding it further.\nIn the first part of the review, we give a brief introduction to\neach of the STEM-based techniques, without detailed elaboration,\nand mention the recent technological and conceptual developments\nwhich lead to novel characterization methodologies. For further\nreading, we refer the audience to a handful of papers in the\nliterature. In the second part, we highlight the recent examples of\napplication of the STEM methodology on the 1D nanostructure\nsemiconductor materials, especially III–V, II–V, and\ngroup IV bare and heterostructure systems. The aim is to address\nthe research questions on various physical properties and introduce\nsolutions by choosing the appropriate technique that can answer the\nquestions. Potential applications will also be discussed, the ones\nthat have already been used for bulk and 2D materials, and have\nshown great potential and promise for 1D nanostructure\nsemiconductors.\n",
        "authors": "Reza R Zamani and Jordi Arbiol",
        "origin": "Nanotechnology",
        "pub_date": "10 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1752-7163/ab0bee",
        "title": " The potential of breath analysis to improve outcome for patients with lung cancer",
        "abstract": "Lung cancer remains the most common cause of cancer related\ndeath in both the UK and USA. Development of diagnostic approaches\nthat have the ability to detect lung cancer early are a research\npriority with potential to improve survival. Analysis of exhaled\nbreath metabolites, or volatile organic compounds (VOCs) is an area\nof considerable interest as it could fulfil such requirements.\nNumerous studies have shown that VOC profiles are different in the\nbreath of patients with lung cancer compared to healthy individuals\nor those with non-malignant lung diseases. This review provides a\nscientific and clinical assessment of the potential value of a\nbreath test in lung cancer. It discusses the current understanding\nof metabolic pathways that contribute to exhaled VOC production in\nlung cancer and reviews the research conducted to date. Finally, we\nhighlight important areas for future research and discuss how a\nbreath test could be incorporated into various clinical\npathways.\n",
        "authors": "S X Antoniou, E Gaude, M Ruparel, M P van der Schee, S M Janes, R C Rintoul and on behalf of LuCID research group",
        "origin": "Journal of Breath Research",
        "pub_date": "24 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6463/ab1464",
        "title": " Semiconductor optical waveguide devices modulated by surface acoustic waves",
        "abstract": "This paper reviews the application of coherent acoustic phonons\nin the form of surface acoustic waves to control the response of\nsemiconductor optical waveguide devices. We lay special emphasis on\ndevices built upon three-dimensional rectangular waveguides, which\noffer excellent possibilities for integration due to the stronger\nconfinement of the optical fields. We address the spatial\ndistribution of the acoustic fields, as well as the excitation of\nsurface acoustic waves in piezoelectric materials using\ninterdigital transducers. The mechanisms responsible for the\ninteraction between light and the acoustic modes in the optical\nwaveguides, as well as the influence of waveguide parameters in the\nperformance of the devices, are also discussed. Finally, we review\nthe most important advances on the modulation of semiconductor\noptical waveguide devices built upon three-dimensional waveguides,\nand explore several exciting future technological possibilities.\nThese include, among others, the generation of slow light in\nphotonic crystal waveguides to enhance the sound-light interaction\nin the reviewed devices.\n",
        "authors": "Antonio Crespo Poveda, Dominik D Bühler, Andrés Cantarero Sáez, Paulo V Santos and Maurício M de Lima Jr",
        "origin": "Journal of Physics D: Applied Physics",
        "pub_date": "18 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab07d9",
        "title": " Recent progress in 2D group IV–IV monochalcogenides: synthesis, properties and applications",
        "abstract": "Coordination-related, 2D structural phase transitions are a\nfascinating facet of 2D materials with structural degeneracy.\nPhosphorene and its new phases, exhibiting unique electronic\nproperties, have received considerable attention. The 2D group\nIV–IV monochalcogenides (i.e. GeS, GeSe, SnS and SnSe) like\nblack phosphorous possess puckered layered orthorhombic structure.\nThe 2D group IV–IV monochalcogenides with advantages of\nearth-abundance, less toxicity, environmental compatibility and\nchemical stability, can be widely used in optoelectronics,\npiezoelectrics, photodetectors, sensors, Li-batteries and\nthermoelectrics. In this review, we summarized recent research\nprogress in theory and experiment, which studies the fundamental\nproperties, applications and fabrication of 2D group IV–IV\nmonochalcogenides and their new phases, and brings new perspectives\nand challenges for the future of this emerging field.\n",
        "authors": "Ziyu Hu, Yingchun Ding, Xuemin Hu, Wenhan Zhou, Xuechao Yu and Shengli Zhang",
        "origin": "Nanotechnology",
        "pub_date": "8 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6463/ab0fdb",
        "title": " Low temperature plasmas and electrosprays",
        "abstract": "The paper reviews the state of the art in the field of\ninteraction of low temperature plasmas generated during\nelectrospraying with the liquid cone and jet. Many studies are\nfocused at practical applications of electrospraying, for example\nto mass spectrometry, electrospinning of nanofibers, thin film\ndeposition, nanoparticle production, ink-jet printing, etc, but the\nphenomenon of electrically generated plasma due to gas ionization\naccompanying the electrospraying is frequently ignored. The effect\nof electrical discharge on the electrospraying process depends on\nthe type of the discharge. When glow corona or onset streamers are\ngenerated, the electrospray is stabilized in the classical cone-jet\nmode, however, for breakdown streamers, sparks, or arc discharges,\nthe electrospraying process is disturbed and irregular modes\n(spindle, multispindle or ramified jet) occur. The\nelectrospray-discharge interaction phenomena have been studied by\nphotographic recording, electric current measurements, mass\nspectrometry and optical emission spectroscopy. Some studies show\nthat the current carried by the ions generated in this plasma and\nflowing through the drift region to the opposite electrode can be\nhigher than the current carried by the electrosprayed droplets.\nThis effect has been proved by separation of both currents using a\nspecially designed device. To prevent the distortion of the\nelectrospray process, various strategies have been developed:\nmodification of the electric field in the vicinity of capillary\nnozzle, stabilization of the glow corona, reduction of the surface\ntension of liquid. Recently, the physical processes and phenomena\noccurring in electrical discharge plasmas during electrospraying of\nliquids find new application in decontamination of liquids or in\nmaterial processing. The advantage of the coupled\nelectrospray-plasma process is that the liquid atomization is\ncombined with plasma chemical processes within the same device, by\nusing the same power supply applied to the capillary nozzle.\n",
        "authors": "Anatol Jaworek, Alfonso M Gañán-Calvo and Zdenko Machala",
        "origin": "Journal of Physics D: Applied Physics",
        "pub_date": "2 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-648X/ab0d77",
        "title": " Block copolymers for supercapacitors, dielectric capacitors and batteries",
        "abstract": "Block copolymer-based energy storage emerges as an active\ninterdisciplinary research field. This topical review presents a\nsurvey of the recent advances in block copolymers for energy\nstorage. In the first section, we introduce the background of\nelectrochemical energy storage and block copolymer thermodynamics.\nIn the second section, we discuss the current understandings of\nblock copolymer chemistry, processing, pore size, and ionic\nconductivity. In the third section, we summarize the design\nprinciples and state-of-the-art applications of block copolymers in\nthree energy storage devices, namely, supercapacitors, dielectric\ncapacitors, and batteries. Lastly, we present our perspectives on\nfuture possible breakthroughs and associated challenges that are\nessential to propel the development of advanced block copolymers\nfor energy storage. We expect the review to encourage innovative\nstudies on integrating block copolymers into energy storage\napplications.\n",
        "authors": "Tianyu Liu and Guoliang Liu",
        "origin": "Journal of Physics: Condensed Matter",
        "pub_date": "29 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/2516-1075/ab168b",
        "title": " Spin- and angle-resolved photoemission on topological materials",
        "abstract": "A review of spin- and angle-resolved photoemission on\ntopological materials is presented, with a specific focus on\nresults obtained by the author. This work is aimed at readers who\nare new to the field or those who wish to obtain an overview of the\nactivities in the field with respect to spin-resolved measurements.\nThe main focus lies on topological insulators, but also Weyl and\nother semimetals are discussed. Further it will be explained why\nthe measured spin polarisation from a spin polarised state should\nalways add up to 100% and how spin interference effects influence\nthe measured spin texture.\n",
        "authors": "J Hugo Dil",
        "origin": "Electronic Structure",
        "pub_date": "24 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab0393",
        "title": " Nanowire-based sources of non-classical light",
        "abstract": "Sources of quantum light that utilize photonic nanowire designs\nhave emerged as potential candidates for high efficiency\nnon-classical light generation in quantum information processing.\nIn this review we cover the different platforms used to produce\nnanowire-based sources, highlighting the importance of waveguide\ndesign and material properties in achieving optimal performance.\nThe limitations of the sources are identified and routes to\noptimization are proposed. State-of-the-art nanowire sources are\ncompared to other solid-state quantum emitter platforms with regard\nto the key metrics of single photon purity, indistinguishability\nand entangled-pair fidelity to maximally entangled Bell states. We\nalso discuss the unique ability of the nanowire platform to\nincorporate multiple emitters in the same optical mode and consider\npotential applications. Finally, routes to on-chip integration are\ndiscussed and the challenges facing the development of a\nnanowire-based scalable architecture are presented.\n",
        "authors": "Dan Dalacu, Philip J Poole and Robin L Williams",
        "origin": "Nanotechnology",
        "pub_date": "25 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/2399-7532/ab0c41",
        "title": " Challenges in 3D printing of piezoelectric materials",
        "abstract": "Three-dimensional printing (3DP), the fastest growing\nmanufacturing community, in a quest to capitalize its principal\nadvantage of customization is exceedingly seeking functional\nmaterials. Piezoelectric materials are one such type of functional\nmaterial desired for their linear electromechanical and\nthermoelectric behavior. The ability to 3D print piezoelectric\nmaterial opens up a new demographic of integrated and personalized\nsmart devices serving from aerospace to biomedical applications.\nBeing self-powered further renders them a competing material for\ndevices used in remote locations: inside the human body, and\nconfined and inaccessible spaces. The review evaluates the\nsignificance of 3DP structures over their conventionally fabricated\ncounterparts as well as those of 3D structures over 2D and 1D\nequivalents. Although, 3DP of these materials is successfully\nattempted using various techniques, there remain concerns in\noptimizing the function with the form. This review analyzes the\ncurrent 3DP techniques available for piezoelectric material and\naddresses the challenges in realizing ready-to-use piezoelectric\nsensors and applying them in multi-material printing by resolving\nthe issues associated with electrode formation and poling. As all\nthe current characterization techniques are restricted to 2D\ngeometries, we propose a list of potential techniques to\nefficiently characterize 3D piezoelectric structures. Finally, a\nroad-map is provided to choose an appropriate 3DP technique and the\ncorresponding material system pertaining to a given\napplication.\n",
        "authors": "Sampada Bodkhe and Paolo Ermanni",
        "origin": "Multifunctional Materials",
        "pub_date": "27 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/2051-672X/ab1447",
        "title": " Recent developments in gecko-inspired dry adhesive surfaces from fabrication to application",
        "abstract": "The gecko exhibits remarkably swift and reliable climbing\nability on most surfaces in nature. Numerous studies have been\nconducted to determine the underlying mechanisms of gecko adhesion\nin order to realise controllable gecko-inspired handling\napplications. This paper, reviews recent developments in the field\nof gecko-inspired dry adhesive surfaces from fabrication to\napplication. First, the gecko adhesion progress, from the adhesive\ntools and the source of adhesion to the underlying mechanisms of\ntuning contact area and peeling behavior, is introduced. Then, the\ndesign and fabrication of gecko-inspired dry adhesive surfaces are\ncomprehensively reviewed according to the three features of gecko\nadhesion, namely adaptability, controllability, and self-cleaning.\nFurther, existing test methods for adhesion, friction and\nanisotropy are summarised, and the influences of test conditions\nsuch as the stiffness of test system, the area of the samples and\nthe experimental environment are discussed. Finally, applications\nof robots and grippers based on the flexibly controllable adhesion\nand friction of gecko-inspired dry adhesive surfaces as well as\nnovel controllable functional adhesive surfaces are introduced, and\nthe associated control mechanisms are summarised.\n",
        "authors": "Xiaosong Li, Dashuai Tao, Hongyu Lu, Pengpeng Bai, Zheyu Liu, Liran Ma, Yonggang Meng and Yu Tian",
        "origin": "Surface Topography: Metrology and Properties",
        "pub_date": "3 May 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1070/RCR4871",
        "title": " Organofluorine chemistry: promising growth areas and challenges",
        "abstract": "\n  \n\nCurrently, the chemistry of organofluorine compounds is a\nleading and rapidly developing area of organic chemistry. Fluorine\npresent in a molecule largely determines its specific chemical and\nbiological properties. This thematic issue covers the trends of\norganofluorine chemistry that have been actively developed in\nRussia the last 15–20 years. The review describes\nnucleophilic substitution and heterocyclization reactions involving\nfluorinated arenes and quinones and skeletal cationoid\nrearrangements in the polyfluoroarene series. The transformations\ninvolving CF\n3-substituted carbocations and radical cations are\nconsidered. Heterocyclization and oxidative addition reactions of\ntrifluoroacetamide derivatives and transformations of the organic\nmoiety in polyfluorinated organoboranes and borates with retention\nof the carbon–boron bond are discussed. Particular attention\nis devoted to catalytic olefination using freons as an efficient\nsynthetic route to fluorinated compounds. The application of\nunsymmetrical fluorine-containing N-heterocyclic carbene ligands as\ncatalysts for olefin metathesis is demonstrated. A variety of\nclasses of organofluorine compounds are considered, in particular,\npolyfluorinated arenes and 1,2-diaminobenzenes,\n1-halo-2-trifluoroacetylacetylenes, α-fluoronitro compounds,\nfluorinated heterocycles, 2-hydrazinylidene-1,3-dicarbonyl\nderivatives, imines and silanes. The potential practical\napplications of organofluorine compounds in fundamental organic\nchemistry, materials science and biomedicine are outlined.\n The bibliography includes 1019 references.\n",
        "authors": "L V  Politanskaya, G A  Selivanova, E V  Panteleeva, E V  Tretyakov, V E  Platonov, P V  Nikul'shin, A S  Vinogradov, Ya V  Zonov, V M  Karpov, T V  Mezhenkova, A V  Vasilyev, A B  Koldobskii, O S  Shilova, S M  Morozova, Ya V  Burgart, E V  Shchegolkov, V I  Saloutin, V B  Sokolov, A Yu  Aksinenko, V G  Nenajdenko, M Yu  Moskalik, V V  Astakhova, B A  Shainyan, A A  Tabolin, S L  Ioffe, V M  Muzalevskiy, E S  Balenkova, A V  Shastin, A A  Tyutyunov, V E  Boiko, S M  Igumnov, A D  Dilman, N Yu  Adonin, V V  Bardin, S M  Masoud, D V  Vorobyeva, S N  Osipov, E V  Nosova, G N  Lipunova, V N  Charushin, D O  Prima, A G  Makarov, A V  Zibarev, B A  Trofimov, L N  Sobenina, K V  Belyaeva, V Ya  Sosnovskikh, D L  Obydennov and S A  Usachev",
        "origin": "Russian Chemical Reviews"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6633/ab052b",
        "title": " Physics of active emulsions",
        "abstract": "Phase separating systems that are maintained away from\nthermodynamic equilibrium via molecular processes represent a class\nof active systems, which we call \nactive emulsions. These systems are driven by external\nenergy input, for example provided by an external fuel reservoir.\nThe external energy input gives rise to novel phenomena that are\nnot present in passive systems. For instance, concentration\ngradients can spatially organise emulsions and cause novel droplet\nsize distributions. Another example are active droplets that are\nsubject to chemical reactions such that their nucleation and size\ncan be controlled, and they can divide spontaneously. In this\nreview, we discuss the physics of phase separation and emulsions\nand show how the concepts that govern such phenomena can be\nextended to capture the physics of active emulsions. This physics\nis relevant to the spatial organisation of the biochemistry in\nliving cells, for the development of novel applications in chemical\nengineering and models for the origin of life.\n",
        "authors": "Christoph A Weber, David Zwicker, Frank Jülicher and Chiu Fan Lee",
        "origin": "Reports on Progress in Physics",
        "pub_date": "29 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab0642",
        "title": " Recent progress in the synthesis and applications of 2D metal nanosheets",
        "abstract": "The design and controlled synthesis of two-dimensional (2D)\nnanomaterials have been widely studied because the properties and\nfunctions of nanomaterials are highly dependent on their sizes,\nshapes, and dimensionalities. For instance, 2D metal nanosheets\n(2DMNSs) have attracted a significant amount of attention owing to\ntheir interesting properties, which are absent in corresponding\nbulk counterparts, and they have been confirmed to have potential\napplications in electrocatalysis, optics, and biomedicine. However,\nbecause of the close-packed structures of metals, the large-scale\nfabrication of 2DMNSs is challenging. In this review, we have\noutlined the research progress in the field of 2DMNSs, including\nthe typical synthesis approaches and newly developed methods, as\nwell as promising applications of the materials reported in recent\nyears. Moreover, some preliminary and promising strategies to\nfurther improve the properties of 2DMNSs and some insights for the\ndevelopment of the field have been included.\n",
        "authors": "Yuantao Pei, Liang Huang, Junkai Wang, Lei Han, Shuwen Li, Shaowei Zhang and Haijun Zhang",
        "origin": "Nanotechnology",
        "pub_date": "18 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-648X/ab0bf4",
        "title": " Charge and spin transport on surfaces and atomic layers measured by multi-probe techniques",
        "abstract": "Thanks to advances in \nin situ measurement techniques for electrical transport in\nultra-high vacuum together with emergent materials such as\nRashba-type surfaces, topological insulators, atomic-layer\nsuperconductors, and 2D materials like graphene, surface states and\nedge states on crystals provide intriguing topics, e.g.\ndissipation-less currents, spin-polarized electric current, and\npure spin current. This is due to broken symmetry and strong\nspin–orbit and electron–phonon interactions. Here we\nreview some examples of experimental techniques of multi-probe\nmethods at macroscopic and microscopic scales, followed by\ntransport phenomena revealed by them. These are opening a field in\ncondensed matter physics driven by symmetry breaking at surfaces\nand atomic layers.\n",
        "authors": "Shuji Hasegawa",
        "origin": "Journal of Physics: Condensed Matter",
        "pub_date": "26 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1681-7575/ab0dbe",
        "title": " Refractive-index gas thermometry",
        "abstract": "The principles and techniques of primary refractive-index gas\nthermometry (RIGT) are reviewed. Absolute primary RIGT using\nmicrowave measurements of helium-filled quasi-spherical resonators\nhas been implemented at the temperatures of the triple points of\nneon, oxygen, argon and water, with relative standard uncertainties\nranging from 9.1  ×  10\n−6 to 3.5  ×  10\n−5. Researchers are now also using argon-filled\ncylindrical microwave resonators for RIGT near ambient temperature,\nwith relative standard uncertainties between\n3.8  ×  10\n−5 and\n4.6  ×  10\n−5, and conducting relative RIGT measurements on\nisobars at low temperatures. RIGT at optical frequencies is\nprogressing, and has been used to perform a Boltzmann constant\nmeasurement at room temperature with a relative standard\nuncertainty of 1.2  ×  10\n−5. Uncertainty budgets from implementations of\nabsolute primary microwave RIGT, relative primary microwave RIGT\nand absolute primary optical RIGT are provided.\n",
        "authors": "Patrick M C Rourke, Christof Gaiser, Bo Gao, Daniele Madonna Ripa, Michael R Moldover, Laurent Pitre and Robin J Underwood",
        "origin": "Metrologia",
        "pub_date": "18 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/2053-1591/ab0f4c",
        "title": " Self-healing materials for electronic applications: an overview",
        "abstract": "Increase in entropy and damage are ever occurring phenomena in\nnature. Life of human beings is a clear example of increasing\nentropy with age. No one can stop the one-way process of increasing\nentropy, however repairing the damages helps to slow down this\nprocess. Living organisms have a natural mechanism of healing the\ndamages with in a limit. However, this mechanism is not inherent in\ncase of non-living materials, but this feature could be\nincorporated in these materials. This is a focus of researchers\nsince last many years. Self-healing materials have found wide\napplications in areas like building materials, tensile materials,\nelectronics and biomedical applications. This paper presents the\napplications of self-healing materials in development of\ntransistors, sensors, optical devices, printable conductive inks,\nconductive polymer hydrogels and cementitious materials. Different\nclassifications of self-healing materials, along with their\nphysical and chemical behaviour, have been discussed. Some of the\npotential applications, advantages and challenges have been\nhighlighted.\n",
        "authors": "Sundas Latif, Salman Amin, Sheikh Saqib Haroon and Intisar Ali Sajjad",
        "origin": "Materials Research Express",
        "pub_date": "29 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6455/ab153e",
        "title": " Recent progresses of ultracold two-electron atoms",
        "abstract": "In this topical review, we discuss the recent advances in\nultracold two-electron atoms. Owing to their unique electronic\nlevel structure and relevant narrow optical transitions,\nalkaline-earth-like (AEL) atoms with two valence electrons expand\nour capabilities in exploring unprecedented physical settings,\nincluding an emergent SU(\nN) symmetry, orbital degrees of freedom with spin-exchange\ninteractions, inter-orbital scattering resonances, and synthetic\nspin–orbit coupling. Here, we discuss in detail the recent\nexperimental developments and the relevant theoretical works with\nAEL atoms. Finally, we conclude with a brief discussion of the\nfuture prospects for studies with AEL atoms.\n",
        "authors": "Chengdong He, Elnur Hajiyev, Zejian Ren, Bo Song and Gyu-Boong Jo",
        "origin": "Journal of Physics B: Atomic, Molecular and Optical Physics",
        "pub_date": "24 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1741-2552/ab0ab5",
        "title": " Deep learning for electroencephalogram (EEG) classification tasks: a review",
        "abstract": "\nObjective. Electroencephalography (EEG) analysis has been an\nimportant tool in neuroscience with applications in neuroscience,\nneural engineering (e.g. Brain–computer interfaces,\nBCI’s), and even commercial applications. Many of the\nanalytical tools used in EEG studies have used machine learning to\nuncover relevant information for neural classification and\nneuroimaging. Recently, the availability of large EEG data sets and\nadvances in machine learning have both led to the deployment of\ndeep learning architectures, especially in the analysis of EEG\nsignals and in understanding the information it may contain for\nbrain functionality. The robust automatic classification of these\nsignals is an important step towards making the use of EEG more\npractical in many applications and less reliant on trained\nprofessionals. Towards this goal, a systematic review of the\nliterature on deep learning applications to EEG classification was\nperformed to address the following critical questions: (1) Which\nEEG classification tasks have been explored with deep learning? (2)\nWhat input formulations have been used for training the deep\nnetworks? (3) Are there specific deep learning network structures\nsuitable for specific types of tasks? \nApproach. A systematic literature review of EEG\nclassification using deep learning was performed on Web of Science\nand PubMed databases, resulting in 90 identified studies. Those\nstudies were analyzed based on type of task, EEG preprocessing\nmethods, input type, and deep learning architecture. \nMain results. For EEG classification tasks, convolutional\nneural networks, recurrent neural networks, deep belief networks\noutperform stacked auto-encoders and multi-layer perceptron neural\nnetworks in classification accuracy. The tasks that used deep\nlearning fell into five general groups: emotion recognition, motor\nimagery, mental workload, seizure detection, event related\npotential detection, and sleep scoring. For each type of task, we\ndescribe the specific input formulation, major characteristics, and\nend classifier recommendations found through this review. \nSignificance. This review summarizes the current practices\nand performance outcomes in the use of deep learning for EEG\nclassification. Practical suggestions on the selection of many\nhyperparameters are provided in the hope that they will promote or\nguide the deployment of deep learning to EEG datasets in future\nresearch.\n",
        "authors": "Alexander Craik, Yongtian He and Jose L Contreras-Vidal",
        "origin": "Journal of Neural Engineering",
        "pub_date": "9 April 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab03ee",
        "title": " Recent advances in Sb-based III–V nanowires",
        "abstract": "Owing to the high mobility, narrow bandgap, strong\nspin–orbit coupling and large g-factor, Sb-based III–V\nnanowires (NWs) attracted significant interests in high speed\nelectronics, long-wavelength photodetectors and quantum\nsuperconductivity in the past decade. In this review, we aim to\ngive an integrated summarization about the recent advances in\nbinary as well as ternary Sb-based III–V NWs, starting from\nthe fundamental properties, NWs growth mechanism, typical synthetic\nmethods to their applications in transistors, photodetectors, and\nMajorana fermions detection. Up to now, famous NWs growth\ntechniques of solid-source chemical vapor deposition (CVD),\nmolecular beam epitaxy, metal organic vapor phase epitaxy and metal\norganic CVD etc have been adopted and developed for the\ncontrollable growth of Sb-based III–V NWs. Several parameters\nincluding heating temperature, III/V ratio of source materials,\ngrowth temperature, catalyst size and kinds, and growth substrate\nplay important roles on the morphology, position, diameter\ndistribution, growth orientation and crystal phase of Sb-based\nIII–V NWs. Furthermore, we discuss the photoelectrical\napplications of Sb-based III–V NWs such as\nfield-effect-transistors, tunnel diode, low-power inverter, and\ninfrared detectors etc. Importantly, due to the strongest\nspin–orbit interaction and giant g-factor among all\nIII–V semiconductors, InSb with the geometry of one-dimension\nNW is considered as the most promising candidate for the detection\nof Majorana fermions. In the end, we also summarize the main\nchallenges remaining in the field and put forward some suggestions\nfor the future development of Sb-based III–V NWs.\n",
        "authors": "Zhaofeng Gao, Jiamin Sun, Mingming Han, Yanxue Yin, Yu Gu, Zai-xing Yang and Haibo Zeng",
        "origin": "Nanotechnology",
        "pub_date": "15 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab0435",
        "title": " Nanostructured metals for light-based technologies",
        "abstract": "The basic theoretical understanding of light interacting with\nnanostructured metals that has existed since the early 1900s has\nbecome more relevant in the last two decades, largely because of\nnew approaches to structure metals down to the nanometer scale or\nsmaller. Here, a broad overview of the concepts and applications of\nnanostructuring metals for light-based technologies is given. The\ntheory of the response of metals to an applied oscillating field is\ngiven, including a discussion of nonlocal, nonlinear and quantum\neffects. Using this metal response, the guiding of electromagnetic\n(light) waves using metals is given, with a particular emphasis on\nthe impact of nanostructured metals for tighter confinement and\nslower propagation. Similarly, the influence of metal\nnanostructures on light scattering by isolated metal structures,\nlike nanoparticles and nanoantennas, is described, with basic\nresults presented including plasmonic/circuit resonances, the\nsingle channel limit, directivity enhancement, the maximum power\ntransfer theorem, limits on the magnetic response from kinetic\ninductance and the scaling of gap plasmons to the nanometer scale\nand smaller. A brief overview of nanofabrication approaches to\ncreating metal nanostructures is given. Finally, existing and\nemerging light-based applications are presented, including those\nfor sensing, spectroscopy (including local refractive index, Raman,\nIR absorption), detection (including Schottky detectors), switching\n(including terahertz photoconductive antennas), modulation, energy\nharvesting and photocatalysis, light emission (including lasers and\ntunneling based light emission), optical tweezing, nonlinear\noptics, subwavelength imaging and lithography and high density data\nstorage.\n",
        "authors": "Reuven Gordon",
        "origin": "Nanotechnology",
        "pub_date": "13 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-648X/ab0970",
        "title": " Lateral heterostructures and one-dimensional interfaces in 2D transition metal dichalcogenides",
        "abstract": "The growth and exfoliation of two-dimensional (2D) materials\nhave led to the creation of edges and novel interfacial states at\nthe juncture between crystals with different composition or phases.\nThese hybrid heterostructures (HSs) can be built as vertical van\nder Waals \nstacks, resulting in a 2D interface, or as \nstitched adjacent monolayer crystals, resulting in\none-dimensional (1D) interfaces. Although most attention has been\nfocused on vertical HSs, increasing theoretical and experimental\ninterest in 1D interfaces is evident. In-plane interfacial states\nbetween different 2D materials inherit properties from both\ncrystals, giving rise to robust states with unique 1D non-parabolic\ndispersion and strong spin–orbit effects. With such unique\ncharacteristics, these states provide an exciting platform for\nrealizing 1D physics. Here, we review and discuss advances in 1D\nheterojunctions, with emphasis on theoretical approaches for\ndescribing those between semiconducting transition metal\ndichalcogenides \nMX \n2 (with \nM  =  Mo, W and \nX  =  S, Se, Te), and how the\ninterfacial states can be characterized and utilized. We also\naddress how the interfaces depend on edge geometries (such as\nzigzag and armchair) or strain, as lattice parameters differ across\nthe interface, and how these features affect excitonic/optical\nresponse. This review is intended to serve as a resource for\npromoting theoretical and experimental studies in this rapidly\nevolving field.\n",
        "authors": "O Ávalos-Ovando, D Mastrogiuseppe and S E Ulloa",
        "origin": "Journal of Physics: Condensed Matter",
        "pub_date": "21 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6463/ab0728",
        "title": " ZnO-based photodetector: from photon detector to pyro-phototronic effect enhanced detector",
        "abstract": "As a direct bandgap semiconductor, zinc oxide (ZnO) has\nattracted substantial attention in the UV detecting field because\nof its wide bandgap and high exciton-binding energy. Benefiting\nfrom its pyroelectrical property, the response range of ZnO-based\nphotodetectors can expand to the visible range and even infrared\nlight by using the light-heating effect. In this review, ZnO-based\nphotodetectors are summarized, from pure pyroelectric detectors and\ntraditional photon detectors based on internal photoelectric\neffects to the hybridized photodetectors with pyroelectric and\nphotoelectric effects. Also, the pyro-phototronic effect is\npresented as an efficient way to solve the slow response problem of\nmost ZnO-based photodetectors by naturally coupling the\nlight-self-induced pyroelectric effect and internal photoelectric\neffect. Lastly, we review the recent achievements of these\nZnO-based photodetectors, discuss the challenges and look forward\nto the future of pyro-phototronic effect enhanced\nphotodetectors.\n",
        "authors": "Zhixing Xu, Yongle Zhang and Zhaona Wang",
        "origin": "Journal of Physics D: Applied Physics",
        "pub_date": "25 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab00a4",
        "title": " High-k polymeric gate insulators for organic field-effect transistors",
        "abstract": "Gate insulators play a role as important as that of the\nsemiconductor in high performance OFETs, with a high on/off current\nratio, low hysteresis, and device stability. The essential\nrequirements for gate dielectrics include high capacitance, high\ndielectric breakdown strength, solution-processibility, and\nflexibility. In this paper we review progress in recent years in\ndeveloping high-\nk gate polymeric insulators for modern organic electronic\napplications. After a general introduction to OFETs, three types of\nhigh-\nk polymeric gate insulating materials are enumerated in\nachieving high-quality OFETs, including polymer gate insulators,\npolymer-inorganic gate composites or bilayers, and ion gel\nelectrolytes. Especially, we emphasize the significance,\nimplementation and development of high-\nk polymeric gate insulators used in OFETs for future low\nvoltage operated and flexible electronics. Finally, a brief summary\nand outlook are presented.\n",
        "authors": "Haiyang Yu, Yihang Chen, Huanhuan Wei, Jiangdong Gong and Wentao Xu",
        "origin": "Nanotechnology",
        "pub_date": "12 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/ab0685",
        "title": " Novel mesoporous electrode materials for symmetric, asymmetric and hybrid supercapacitors",
        "abstract": "Electrochemical capacitors or supercapacitors have achieved\ngreat interest in the recent past due to their potential\napplications ranging from microelectronic devices to hybrid\nelectric vehicles. Supercapacitors can provide high power densities\nbut their inherently low energy density remains a great challenge.\nThe high-performance supercapacitors utilize large electrode\nsurface area for electrochemical double-layer capacitance and/or\npseudocapacitance. To enhance the performance of supercapacitors,\nvarious strategies have been adopted such as electrode\nnanostructuring, hybrid electrode designs using nanocomposite\nelectrodes and hybrid supercapacitor (HSC) configurations.\nNanoarchitecturing of electrode-active materials is an effective\nway of enhancing the performance of supercapacitors as it increases\nthe effective electrode surface area for enhanced\nelectrode/electrolyte interaction. In this review, we focus on the\nrecent developments in the novel electrode materials and various\nhybrid designs used in supercapacitors for obtaining high specific\ncapacitance and energy density. A family of electrode-active\nmaterials including carbon nanomaterials, transition metal-oxides,\ntransition metal-nitrides, transition metal-hydroxides,\nelectronically conducting polymers, and their nanocomposites are\ndiscussed in detail. The HSC configurations for attaining enhanced\nsupercapacitor performance as well as strategies to integrate with\nother microelectronic devices/wearable fabrics are also\nincluded.\n",
        "authors": "Jayesh Cherusseri, Kowsik Sambath Kumar, Nitin Choudhary, Narasimha Nagaiah, Yeonwoong Jung, Tania Roy and Jayan Thomas",
        "origin": "Nanotechnology",
        "pub_date": "11 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6463/ab08a7",
        "title": " Simulating optical polarizing microscopy textures using Jones calculus: a review exemplified with nematic liquid crystal tori",
        "abstract": "Simulated optical polarizing microscopy (OPM) textures can be\nused to help compare a director ansatz with an associated\nexperimental OPM texture. Here, we present a pedagogical\ntreatmement of a simulation formalism based on the method of Jones\nmatrices. We focus on toroidal geometries as an example and perform\ncomputer simulations of the nematic textures seen between\ncrossed-polarizers. For tangentially-anchored nematic tori, we\ncompare qualitative and quantitative features between experimental\nand simulated OPM textures and discuss the influence of twist in\nthe director field. In addition, we quantify the effect of\naveraging over multiple wavelengths, the effect of voxel size, how\nrefraction affects the comparison between experimental and\nsimulated OPM textures, and the effect of deviations from the\ntoroidal shape. For homeotropically-anchored nematic tori, we adapt\nthe classic escaped-radial director field found in\nhomeotropically-anchored capillaries to a toroidal geometry to\nproduce simulated OPM textures. Lastly, we show that the same\nsignatures of twist in the tangentially-anchored nematic toroids\npersist in the homeotropically-anchored nematic toroids.\n",
        "authors": "Perry W Ellis, Ekapop Pairam and Alberto Fernández-Nieves",
        "origin": "Journal of Physics D: Applied Physics",
        "pub_date": "14 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6463/ab0531",
        "title": " Metastables as a probe for low-temperature plasma characteristics in argon",
        "abstract": "A large number of investigations involving neutral metastable\natoms have been carried out with the purpose of discussing both\nmacroscopic and microscopic characteristics of low-temperature\nplasma sources in argon for over three decades. The accumulated set\nof these data comprising the number density and temperature of the\nmetastable, \nN \n* and \nT \n\ng , as well as the electron density \nn \n\ne in various kinds of low-temperature plasmas over a\nwide range of external parameters enable the analysis and review of\nthe inner plasma parameter in the form of relative densities, \n\nand \n\nnormalized by the feed gas density \nN \n\ng , under a theoretical basis for the correlation\nderived from a rate equation in real space. The development of\nnon-invasive diagnostics for metastables by tunable diode laser in\nthe visible, near-infrared domain (<1 \nm)\nhas been indispensable. This has enabled optical absorption\nspectroscopy for measurements of \nN \n* and \nT \n\ng of metastables in argon.\nA reasonable correlation was found between \n\nand \n\nduring the steady-state phase in capacitively and inductively\ncoupled plasmas, and micro hollow cathode discharge. However, there\nexists a large deviation from theory in atmospheric pressure and\nhelicon discharges. A high degree of positive correlation between \n\nand \n\ndemonstrates that the metastable density \nN \n* can be an indirect indicator of the plasma density in\na low-temperature plasma. Doppler-shifted laser-induced\nfluorescence to determine the two-dimensional velocity distribution\nof neutral metastables close to the plasma–wall interface is\ndiscussed as a probe of plasma–wall interaction.\n",
        "authors": "Toshiaki Makabe",
        "origin": "Journal of Physics D: Applied Physics",
        "pub_date": "14 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6463/ab04d6",
        "title": " III-nitride piezotronic/piezo-phototronic materials and devices",
        "abstract": "Benefiting from the unique non-central symmetric crystal\nstructure, groups II–VI and III–V wurtzite\nsemiconductors, for example, ZnO, AlN, GaN, and InN, possess the\npiezoelectric property. Carrier behaviors, including generation,\ntransport, separation, and recombination, can be effectively\nmodulated/controlled by piezotronic and piezo-phototronic effects,\nthat control the piezoelectric polarization charges generated at\nthe interface via applying external stress on the polarization\norientation of these semiconductors, and then form the\npiezopotential used as a ‘gate’ to tune and further\nimprove the performance of semiconductor devices. Based on these\nadvanced properties, a large number of piezotronic and\npiezo-phototronic devices and applications have been researched,\nlike light emitting diodes, solar cells, sensors,\nhuman–machine interfaces, nanogenerators, and so on, and\nsuggest the dramatic improvement of operating efficiency compared\nto that with no external strain. Moreover, piezotronic and\npiezo-phototronic effects provide a convenient and economical\nmethod to effectively relieve various issues of semiconductor\ndevices, instead of the traditional ways, requiring complicated\ndesign, high costs, and a long period of time. This brief review\nmainly concentrates on the fundamental physical mechanism and\ncorrelative devices and applications on emerging piezotronic and\npiezo-phototronic effects, and wishes to provide scientific\nguidance on potential functional applications for the future.\n",
        "authors": "Wei Sha, Jicai Zhang, Shuxin Tan, Xiangdong Luo and Weiguo Hu",
        "origin": "Journal of Physics D: Applied Physics",
        "pub_date": "18 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-648X/ab071f",
        "title": " Dynamical screening in monolayer transition-metal dichalcogenides and its manifestations in the exciton spectrum",
        "abstract": "Monolayer transition-metal dichalcogenides (ML-TMDs) offer\nexciting opportunities to test the manifestations of many-body\ninteractions through changes in the charge density. The\ntwo-dimensional character and reduced screening in ML-TMDs lead to\nthe formation of neutral and charged excitons with binding energies\norders of magnitude larger than those in conventional bulk\nsemiconductors. Tuning the charge density by a gate voltage leads\nto profound changes in the optical spectra of excitons in ML-TMDs.\nOn the one hand, the increased screening at large charge densities\nshould result in a blueshift of the exciton spectral lines due to\nreduction in the binding energy. On the other hand, exchange and\ncorrelation effects that shrink the band-gap energy at elevated\ncharge densities (band-gap renormalization) should result in a\nredshift of the exciton spectral lines. While these competing\neffects can be captured through various approximations that model\nlong-wavelength charge excitations in the Bethe–Salpeter\nequation, we show that a novel coupling between excitons and\nshortwave charge excitations is essential to resolve several\nexperimental puzzles.\nUnlike ubiquitous and well-studied plasmons, driven by\ncollective oscillations of the background charge density in the\nlong-wavelength limit, we discuss the emergence of shortwave\nplasmons that originate from the short-range Coulomb interaction\nthrough which electrons transition between the \n\nand \n\nvalleys. The shortwave plasmons have a finite energy-gap because of\nthe removal of spin-degeneracy in both the valence- and\nconduction-band valleys (a consequence of breaking of inversion\nsymmetry in combination with strong spin–orbit coupling in\nML-TMDs). We study the coupling between the shortwave plasmons and\nthe neutral exciton through the self-energy of the latter. We then\nelucidate how this coupling as well as the spin ordering in the\nconduction band give rise to an experimentally observed optical\nsideband in electron-doped W-based MLs, conspicuously absent in\nelectron-doped Mo-based MLs or any hole-doped ML-TMDs. While the\nfocus of this review is on the optical manifestations of many-body\neffects in ML-TMDs, a systematic description of the dynamical\nscreening and its various approximations allow one to revisit other\nphenomena, such as nonequilibrium transport or superconducting\npairing, where the use of the Bethe–Salpeter equation or the\nemergence of shortwave plasmons can play an important role.\n",
        "authors": "Benedikt Scharf, Dinh Van Tuan, Igor Žutić and Hanan Dery",
        "origin": "Journal of Physics: Condensed Matter",
        "pub_date": "15 March 2019"
    },
    {
        "link": "https://iopscience.iop.org/article/10.1088/1361-6528/aafcce",
        "title": " Recent advances in III-Sb nanowires: from synthesis to applications",
        "abstract": "The excellent properties of III–V semiconductors make them\nintriguing candidates for next-generation electronics and\noptoelectronics. Their nanowire (NW) counterparts further provide\ninteresting geometry and a quantum confinement effect which\nbenefits various applications. Among the many members of all the\nIII–V semiconductors, III-antimonide NWs have attracted\nsignificant research interest due to their narrow, direct bandgap\nand high carrier mobility. However, due to the difficulty of NW\nfabrication, the development of III-antimonide NWs and their\ncorresponding applications are always a step behind the other\nIII–V semiconductors. Until recent years, because of advances\nin understanding and fabrication techniques, electronic and\noptoelectronic devices based on III-antimonide NWs with novel\nperformance have been fabricated. In this review, we will focus on\nthe development of the synthesis of III-antimonide NWs using\ndifferent techniques and strategies for fine-tuning the crystal\nstructure and composition as well as fabricating their\ncorresponding heterostructures. With such development, the recent\nprogress in the applications of III-antimonide NWs in electronics\nand optoelectronics is also surveyed. All these discussions provide\nvaluable guidelines for the design of III-antimonide NWs for\nnext-generation device utilization.\n",
        "authors": "SenPo Yip, Lifan Shen and Johnny C Ho",
        "origin": "Nanotechnology",
        "pub_date": "13 March 2019"
    }
]